{"Heavy Rail":{"v":"Heavy Rail","overview":"Heavy rail in San Francisco is operated by Bay Area Rapid Transit (BART), connecting San Francisco with cities in the East Bay and suburbs in northern San Mateo County. While heavy rail is the youngest fleet in the system, it has proven itself to be a worthwhile investment that continues to serve Bay Area residents well. Ridership continues to climb and in 2012, BART saw record ridership across the board, suggesting the increasing importance of mass transit in the area. ","links":"http://www.bart.gov/","next":"The biggest improvement being done to the system right now is the Silicon Valley extension, which will connect the system to Warm Springs District, Berryessa District, and lastly to Downtown San Jose and/or Santa Clara. The first phase began in 2010 and is scheduled to finish in 2015.","stat2":"One-day Ridership Record (SF Giant’s victory parade for their World Series championship on Oct 31, 2012): 568,061","stat1":"Number of Vehicles:669"},"Street Car":{"v":"Street Car","overview":"The streetcar is the second-oldest type of vehicle in the system, operating now on Market Street and the Embarcadero. The heritage streetcars in San Francisco are not be confused with the cable cars. The cable car system connects at both its terminals on Market Street with the F Market heritage streetcar line. The Taylor and Bay terminal, and the Hyde and Beach terminal, are both short walks from the F Market line.","links":"http://www.streetcar.org/","next":"In March 2013, Muni announced the extension of F-Line Streetcar Service to Fort Mason Center. The entire project consists of extending the historic streetcar F-Line 0.85 miles from Fisherman's Wharf to San Francisco Maritime NHP, through the Fort Mason Tunnel, and ending at Fort Mason Center in Golden Gate National Recreation Area. ","stat2":"Number of historic streetcar (2012):44","stat1":"Two-hour minimum rental fee through 6/30/2013:$706.00"},"Cable Car":{"v":"Cable Car","overview":"San Francisco’s cable car system plays a vital role in the history of San Francisco’s transit—the first cable car line began service in 1873, which led to other cable car systems to follow suit.\n\nToday, it stands as the world’s last manually operated cable car system. It is also one of two National Historic Landmarks that move (New Orleans’ St. Charles streetcar line being the other). Its role has shifted from the city’s primary transit mode to a popular tourist attraction. ","links":"http://www.sfcablecar.com/","next":"The city continues to preserve the cable car system its iconic status. Nevertheless, vehicle safety has become a major concern for the cable car transportation systems. Records obtained by the Associated Press in 2013 showed that over the course of three years, the city of San Francisco had paid almost $8 million to settle around four dozen legal claims relating to cable car accidents. During the past 10 years, there has been 126 accidents and 151 injured persons reported by the city of San Francisco.","stat2":"Average fleet age in years (2011):101.7","stat1":"Fare revenue (2011):$24,933,061"},"Trolley Bus":{"v":"Trolley Bus","overview":"Trolley buses are uniquely suited to San Francisco. Not only are they cleaner and more energy efficient, they also operate better on hilly terrains, which is common in the city. Today, San Francisco has the largest trolley bus fleet of any transit agency in the U.S. and Canada. San Francisco's trolley buses (as well as its streetcars and the cable motors for the cable cars) are almost entirely pollution-free, since their electric power comes from the city's hydroelectric Hetch Hetchy Water & Power Project.","links":"http://www.sfmta.com/cms/mfleet/trolley.htm","next":"MUNI is phasing out older trolley buses (from 1976-1977) and replacing them with newer models. Additionally, MUNI is looking at plans to convert some diesel lines to electric trolley buses. They will acquire 240 40-foot standard trolleys. All 284 standard Flyer buses (acquired 1976-1977) are being retired. Also being added are 33 additional articulated 60-foot trolley buses.","stat2":"Number of routes:16","stat1":"Number of electric trolley buses:333"},"Light Rail":{"v":"Light Rail","overview":"Muni Metro is the modern incarnation of the traditional streetcar system that had served San Francisco since the late 19th century. It is the US' third-busiest light rail system after Boston and Los Angeles. Muni Metro operates a fleet of 151 light rail vehicles (LRV) made by Breda. ","links":"http://www.sfmta.com/cms/mroutes/metro.htm","next":"The federal funding has been secured for the Central Subway and is starting to begin construction, a combined surface and subway line running from Caltrain Depot to Chinatown, with stops at Moscone Center and Union Square, with the option of a future extension to North Beach and Fisherman's Wharf. Ground was broken in 2010 and Muni estimates that the Central Subway will carry roughly 35,100 riders per day by 2030.","stat2":"Daily Ridership (Q3, 2012):173,500","stat1":"Top Speed:35 mph"},"Motor Bus":{"v":"Motor Bus","overview":"Nowadays, Muni operates approximately 80 routes throughout San Francisco with stops within 2 blocks of 90% of all residences in the city.  Some of Muni’s routes operate 24 hour a day.","links":"http://www.sfmta.com/cms/mfleet/hybrids.htm","next":"In the effort to reduce greenhouse gas emissions, the SFMTA is replacing older diesel buses with new hybrid buses. This is an important step taken to meet the goals of the “Zero Emissions 2020” plan. While hybrid buses are more expensive, lower fuel and maintenance costs are expected to offset the higher initial cost.","stat2":"Annual passenger miles:202,801,177","stat1":"Number of hybrid buses:86"}}