[{"Type of Vehicle":"Cable Car","Description":"\"Clay Street Hill Rope Rail Road. Ascending an incline of one foot in six. -- The first cable road constructed.\" A Clay Street Hill Railroad train climbs the hill in this woodcut from \"The Cable Railway Company's System of Traction Railways for Cities and Towns\". September, 2008 Picture of the Month.","Image":"cable-car/1873.jpg","Event Description":"The Clay Street Hill Railroad starts cable car service on Clay from Leavenworth to Kearny. The line was immediately popular and profitable, and allowed development of an area that had been largely undeveloped, since it had been accessible only to those who could afford private transportation up a hill too steep for horsecar service. \n","Day":"1","Month":"Sep","Year":"1873","Source":"http://www.cable-car-guy.com/html/ccsfcsh.html","Tag":"opening"},{"Type of Vehicle":"Cable Car","Description":"THE CALIFORNIA STREET CABLE RAILROAD - 1878","Image":"cable-car/1877-1.jpg","Event Description":"The Sutter Street Railroad converts from horsecar to cable operation on Sutter from Market to Larkin.","Day":"27","Month":"Jan","Year":"1877","Source":"http://www.cablecarmuseum.org/co-california-st.html","Tag":"opening"},{"Type of Vehicle":"Cable Car","Description":"Early San Francisco Cable Car on Clay Street, 1878.","Image":"cable-car/1878-4.jpg","Event Description":"First day of service on the California Street Cable Railroad (Cal Cable), built by Leland Stanford and his associates, on California between Kearny and Fillmore. The line was extended to Presidio Ave. the next year and to Market St. in 1890.","Day":"10","Month":"Apr","Year":"1878","Source":"http://foundsf.org/index.php?title=Cable_Cars","Tag":"openings"},{"Type of Vehicle":"Cable Car","Description":"THE MARKET STREET CABLE RAILWAY – 1883","Image":"cable-car/1883-12.jpg","Event Description":"Opening day of the Park & Ocean Railroad. The Market St. company's cable line on Haight St. had begun service that September, and the steam line was an immediately popular means to get to Ocean Beach and the Cliff House.","Day":"1","Month":"Dec","Year":"1883","Source":"http://www.cablecarmuseum.org/co-market-st.html","Tag":"opening"},{"Type of Vehicle":"Cable Car","Description":"Telegraph Hill and Washington Square. The castle atop the hill was known as \"Layman's Folly\" (1883-1903)","Image":"cable-car/1884.jpg","Event Description":"First day of service of the Telegraph Hill Cable Railway, a funicular railway that ran on Greenwich from Powell to a pavilion at the top of Telegraph Hill. The line was not successful, and the service was abandoned after less than three years of operation.","Day":"30","Month":"Jun","Year":"1884","Source":"http://foundsf.org/index.php?title=Telegraph_Hill_Historic_District","Tag":"opening"},{"Type of Vehicle":"Cable Car","Description":"28 was built by Mahoney Brothers in 1887 for F&CHRy.  It was combined as MSRy in August 1893 and renumbered 544.  MSRy was taken over by URR in March 1902 and rebuilt as 501 in 1912.  It was reorganized as a new MSRy in April 1921 and taken over by Muni in April 1944.  It was rebuilt in 1951 and renumbered 28 in 1973.  It was retired in January 2004.","Image":"cable-car/1888-3.jpg","Event Description":"First day of operation of Ferries & Cliff House Railway cable service on Powell St. The Powell-Mason line operated on its present-day route, while the Washington-Jackson line also operated on Powell from Market, but turned westward on Jackson to Presidio Ave. and then down the hill to California St. On the return trip, the line operated on Presidio, Jackson, Steiner, Washington, and Powell.","Day":"28","Month":"Mar","Year":"1888","Source":"http://donsdepot.donrossgroup.net/dr2072.htm","Tag":"opening"},{"Type of Vehicle":"Cable Car","Description":"THE OMNIBUS RAILROAD & CABLE COMPANY – 1889","Image":"cable-car/1889-8.jpg","Event Description":"First day of service on the Omnibus Co.'s main cable route, beginning at the ferry terminal and running on The Embarcadero and Howard St. There were two lines on the route, one to Howard & 26th St. and the other turning east from Howard, on 24th St. to Potrero Ave. This was the last company in S.F. to start cable operations, converting a little less than half of its horsecar service. ","Day":"26","Month":"Aug","Year":"1889","Source":"http://www.cablecarmuseum.org/co-omnibus.html","Tag":"opening"},{"Type of Vehicle":"Cable Car","Description":"THE FERRIES & CLIFF HOUSE RAILWAY – 1888","Image":"cable-car/1891-2.jpg","Event Description":"Cal Cable's O'Farrell, Jones and Hyde line and Jones Street Shuttle begin service, the last entirely new cable car lines built in the city. The O'Farrell, Jones and Hyde line started at O'Farrell & Market and ran on O'Farrell, Jones, Pine, and Hyde to Beach St. The shuttle operated on Jones between O'Farrell and Market.","Day":"9","Month":"Feb","Year":"1891","Source":"http://www.cablecarmuseum.org/co-ferries-cliffhouse.html","Tag":"opening"},{"Type of Vehicle":"Cable Car","Description":"San Francisco Cable Car Lines at the Fullest Extent of Operation (1890s)","Image":"cable-car/1895.jpg","Event Description":"Over 600 cable cars were in service in S.F. in the 1890s with eight cable companies operating twenty-two lines. Cable car lines changed the pattern of S.F.'s population growth — instead of south of Market and east of the hills, new population growth was to the north and west.","Day":"1","Month":"Jan","Year":"1895","Source":"http://www.cablecarmuseum.org/co-map.html","Tag":"info"},{"Type of Vehicle":"Cable Car","Description":"1567 was built by St Louis Car Co in 1906.","Image":"cable-car/1906-5.jpg","Event Description":"The Board of Supervisors unanimously approves an ordinance allowing the URR to convert its cable lines to service powered by electricity from overhead wires, with Mayor Schmitz signing the ordinance three days later.","Day":"21","Month":"May","Year":"1906","Source":"http://donsdepot.donrossgroup.net/dr135.htm","Tag":"earthquake"},{"Type of Vehicle":"Cable Car","Description":"Cable Car - Pacific Ave. San Francisco","Image":"cable-car/1929-11.jpg","Event Description":"Last day of service on the Market Street Railway's (MSRy) cable line on Pacific Ave. between Polk and Divisadero. It was on an essentially flat route, and had only kept operating after the earthquake because Pacific Heights residents objected to replacing the line with a streetcar line that would have needed overhead wires.","Day":"17","Month":"Nov","Year":"1929","Source":"http://www.annexgalleries.com/inventory/detail/15936/James-Blanding-Sloan/Cable-Car---Pacific-Ave-San-Francisco","Tag":"closing"},{"Type of Vehicle":"Cable Car, Motor Bus","Description":"","Image":"cable-car/1942-2.jpg","Event Description":"Although a Save the Cable Car League had been formed to protest the abandonment of service, this is the last day of service on the MSRy's Sacramento-Clay cable car line, with the No. 55 bus line beginning service the next day. ","Day":"14","Month":"Feb","Year":"1942","Source":"http://www.flickr.com/photos/milantram/3690506351/","Tag":"closing"},{"Type of Vehicle":"Cable Car","Description":"People try to prevent the last O'Farrell/Jones/Hyde car from entering the barn at California and Hyde on 15-May-1954. ","Image":"cable-car/1954-5.jpg","Event Description":"Last day of cable car service, despite the public's protests, on the O'Farrell, Jones and Hyde line, and on California St. between Van Ness and Presidio Aves.","Day":"16","Month":"May","Year":"1954","Source":"http://www.cable-car-guy.com/html/ccsfcsc.html","Tag":"closing"},{"Type of Vehicle":"Cable Car","Description":"Cable Car Museum Located in the historic Washington/Mason cable car barn and powerhouse, the museum deck overlooks the huge engines and winding wheels that pull the cables. ","Image":"cable-car/1954.jpg","Event Description":"Proposition E passes, approving the present system of cable car service. The proposition called for the service to be operated from the Washington & Mason car house, with a truncated California St. line, a line made up of parts of the Washington-Jackson and O'Farrell, Jones and Hyde lines, and only the Powell-Mason line remaining on its full original route.","Day":"8","Month":"Jun","Year":"1954","Source":"http://missionbaysf.blogspot.com/2010/11/cable-car-museum.html","Tag":"info"},{"Type of Vehicle":"Cable Car","Description":"California Street Cable Line Reconstruction- 1957","Image":"cable-car/1957-12.jpg","Event Description":"Service resumes on the California St. line, making this the first day of full service on the present-day three-line cable car system.","Day":"22","Month":"Dec","Year":"1957","Source":"http://www.flickr.com/photos/sfmtaphoto/5704523277/","Tag":"opening"},{"Type of Vehicle":"Cable Car","Description":"Cable Car Museum Entrance Sign","Image":"cable-car/1964-1.jpg","Event Description":"The cable car system is designated a National Historic Landmark. The official ceremony was held that October 1st at Hyde & Beach, presided over by Chief Justice (and former California Governor) Earl Warren.","Day":"29","Month":"Jan","Year":"1964","Source":"http://naturetime.wordpress.com/2012/09/21/san-francisco-cable-car-museum/cable-car-barn-entrance/","Tag":"info"},{"Type of Vehicle":"Cable Car","Description":"","Image":"cable-car/1973-8.jpg","Event Description":"Several days of events commemorating the centennial of the cable cars begin with a 5 a.m. celebration at Portsmouth Square — a celebration highlighted by Clay St. Hill car No. 8. The celebrations were originally going to begin on August 1st, but the day was changed after research by local historians determined that August 2, 1873, was the first day of cable car operation.","Day":"2","Month":"Aug","Year":"1973","Source":"http://www.americahurrah.com/SanFrancisco/Cable%20Car%20Centennial/cablecarcert.jpg","Tag":"anniversary"},{"Type of Vehicle":"Cable Car","Description":"San Francisco Cable Cars 1981","Image":"cable-car/1981-11.jpg","Event Description":"A charter amendment is approved allowing cable car fares to be higher than bus and streetcar fares, overturning a charter provision in effect since November 1971. While some saw this as a good way to collect extra money from tourists, others saw it as a further degrading of the cable car system from an integral part of the city's transit system into the \"tourist attraction\" that Mrs. Klussmann and others had spoken out against.","Day":"3","Month":"Nov","Year":"1981","Source":"http://www.iorr.org/talk/read.php?1,1645597,1645597","Tag":"fares"},{"Type of Vehicle":"Cable Car","Description":"Reconstruction of Cable Car 520 Showing Partial Disassembly of Car | April 28, 1967","Image":"cable-car/1982.jpg","Event Description":"The last day of cable car service until June 1984 because of the Cable Car System Rehabilitation Program, which started the next day. The entire system was reconstructed to make it as safe as possible, while retaining the cable and grip propulsion system that made it unique. Sixty-nine city blocks were involved, as old track and cable channels were removed and replaced. \n","Day":"21","Month":"Sep","Year":"1982","Source":"http://www.smithsonianmag.com/travel/Top-10-Things-You-Didnt-Know-About-San-Franciscos-Cable-Cars-185661641.html","Tag":"closing"},{"Type of Vehicle":"Cable Car","Description":"Mayor Dianne Feinstein and Tony Bennett Cutting Ribbon for Cable Car System Reopening Celebration at Union Square | June 21, 1984","Image":"cable-car/1984.jpg","Event Description":"The return of full cable car service is celebrated by festivities that begin with a ribbon-cutting ceremony at Union Square and a parade of cable cars up Powell St. led by a U.S. Marine band. The Committee to Save the Cable Cars raised $10 million in private donations for the system reconstruction, and there was local, state, and federal government funding amounting to $53.5 million. ","Day":"21","Month":"Jun","Year":"1984","Source":"http://www.flickr.com/photos/sfmtaphoto/8317595389/","Tag":"opening"},{"Type of Vehicle":"Cable Car","Description":"Cable Car in front of St. Francis Hotel, San Francisco","Image":"cable-car/1988-3.jpg","Event Description":"The city celebrates the 100th anniversary of Powell St. cable car service with a parade of cable cars from the Washington & Mason car barn to Union Square, and a ceremony and entertainment at the square. The parade and entertainment were highlighted by the performance of the U.S. Navy Band from Treasure Island.","Day":"28","Month":"Mar","Year":"1988","Source":"http://www.flickr.com/photos/stevenm_61/856634531/","Tag":"anniversary"},{"Type of Vehicle":"Cable Car","Description":"Friedel and her husband Hans Klussmann","Image":"cable-car/1997.jpg","Event Description":"Celebration installing a new collage at the car barn commemorating the 50th anniversary of Friedel Klussmann's saving the cable cars replacement by buses","Day":"4","Month":"Mar","Year":"1997","Source":"http://sfhcbasc.blogspot.com/2012/08/san-franciscos-cable-car-lady.html","Tag":"info"},{"Type of Vehicle":"Cable Car","Description":"Fannie Mae Barnes at Work on Powell and Mason Cable Line | June 5, 1998 (Courtesy of the SFMTA Photo Archive / ©2011 SFMTA)","Image":"cable-car/1998.jpg","Event Description":"First female grip operator, Fannie Mae Barnes, operates a cable car after developing the great upper body strength needed for the grip and brakes","Day":"15","Month":"Jan","Year":"1998","Source":"http://www.smithsonianmag.com/travel/Top-10-Things-You-Didnt-Know-About-San-Franciscos-Cable-Cars-185661641.html?c=y&page=7&navigation=thumb#IMAGES","Tag":"info"},{"Type of Vehicle":"Cable Car","Description":"","Image":"cable-car/1998-7.jpg","Event Description":"Cable Car Museum and Muni hold a celebration for the 125th Anniversary of Andrew Hallidie’s successful operation of the cable car. A new California cable car No. 59, built by Muni, entered service as part of the celebration. Old No. 59 was sent to New Orleans (in trade for a New Orleans streetcar).","Day":"31","Month":"Jul","Year":"1998","Source":"http://commons.wikimedia.org/wiki/File:SF_cable_car_no._59_on_California_St._1.JPG\",\"http://commons.wikimedia.org/wiki/File:SF_cable_car_no._59_on_California_St._1.JPG","Tag":"anniversary"},{"Type of Vehicle":"Cable Car","Description":"Sutter Street Railway Company","Image":"cable-car/2003-2.jpg","Event Description":"The Friends of the Cable Car Museum took ownership of the most historically important cable cars – Clay Street Hill Railroad open-grip car No. 8 and Sutter Street Railway open-grip car No. 46 and trailer No. 54, thus insuring that San Franciscans and the city’s many visitors will continue to enjoy these relics at their ideal location.","Day":"22","Month":"Feb","Year":"2003","Source":"http://www.flickr.com/photos/thomashawk/5019249240/","Tag":"info"},{"Type of Vehicle":"Cable Car","Description":"Follow us: @SmithsonianMag on Twitter","Image":"cable-car/2009-6.jpg","Event Description":"New Powell Street car 15 went into service after a ceremony at the Washington/Mason car barn. Mayor Gavin Newsome went for a ride. This day was the 25th anniversary of the return of the cars after the 1982-1984 rebuilding. Later in the day Sasha and Malia Obama, the President's daughters, took a ride on the car from Washington/Mason to Hyde and Lombard. ","Day":"22","Month":"Jun","Year":"2009","Source":"http://www.streetcarmike.com/muni_powell_car15.html","Tag":"info"},{"Type of Vehicle":"Cable Car","Description":"Exclusive First Look At NY Giants Cable Car In San Francisco","Image":"cable-car/2012-2.jpg","Event Description":"Powell Street car 21 was decorated in New York Giants paraphernalia because of a bet between the mayors of San Francisco and New York on a playoff game between the 49ers and the New York Giants ","Day":"4","Month":"Feb","Year":"2012","Source":"http://www.readtheapple.com/2012/01/exclusive-first-look-at-ny-giants-cable.html\",\"http://www.readtheapple.com/2012/01/exclusive-first-look-at-ny-giants-cable.html","Tag":"info"},{"Type of Vehicle":"Street Car","Description":"Markest Street Railway 31 Balboa streetcar 979 at the northeast corner of 30th Avenue, early 1940s. ","Image":"street-car/1932.jpg","Event Description":"The first day of service of the MSRy's 31 Balboa streetcar line, constructed because of the company's promise made during the November 1930 charter amendment campaign. \nThe MSRy's 31 line was built in direct competition with Muni's B streetcar line on Geary and was the last entirely new streetcar line built in the city. ","Day":"15","Month":"May","Year":"1932","Source":"http://www.outsidelands.org/31-line.php","Tag":"opening"},{"Type of Vehicle":"Street Car","Description":"","Image":"street-car/1888-7.jpg","Event Description":"The Ferries & Cliff House Railway begins operating a steam line from the end of the Washington-Jackson line at California St. & Presidio Ave., on California to 33rd Ave. and then around scenic Land's End to a terminal at 48th & Pt. Lobos Aves. ","Day":"1","Month":"Jul","Year":"1888","Source":"http://clickamericana.com/media/newspapers/opening-of-the-sutro-railway-and-the-new-cliff-house-1896","Tag":"opening"},{"Type of Vehicle":"Street Car","Description":"Market Street, between Spear and Steuart Streets, looking West | October 15, 1917","Image":"street-car/1892.jpg","Event Description":"Opening-day ceremonies for the San Francisco & San Mateo Railway, S.F.'s first electric streetcar line, with regular service starting the next day. The line ran from Steuart & Market, on Steuart, Harrison, 14th St., Guerrero, San José Ave., 30th St., and Chenery, then on a trestle over Diamond Ravine, and then on Old San José Road to Holy Cross Cemetery in what is now Colma, San Mateo County.","Day":"26","Month":"Apr","Year":"1892","Source":"http://sfmta.photoshelter.com/image/I0000blVS.VNuEiQ","Tag":"opening"},{"Type of Vehicle":"Street Car","Description":"In 1907 the horse was still a major part of the transportation picture, but the horsecars that dominated the 19th century were being replaced.","Image":"street-car/1896.jpg","Event Description":"Streetcars replace the Market St. Rwy.'s horsecar service on Mission St., running from The Embarcadero to 29th St. and on 29th to Noe, with shuttle service on Mission between 29th St. and China Ave. (now Excelsior St.). Over the next few years, most of the Market St. Rwy.'s horsecar lines and the cable car lines that it had acquired from the Omnibus Co. were converted to electric service. ","Day":"15","Month":"Feb","Year":"1896","Source":"http://sf.streetsblog.org/2010/06/14/the-heyday-of-horsecars/","Tag":"opening"},{"Type of Vehicle":"Street Car","Description":"Seeing San Francisco on the United Railroads Observation Car","Image":"street-car/1906-5.jpg","Event Description":"Following the 1906 earthquake, the last steam and horsecar lines, and several of the remaining cable lines, were either abandoned entirely or converted to electric service. The first streetcar runs on Market Street from 5th Street to the Ferry Building, with Mayor Schmitz at the controls.","Day":"","Month":"","Year":"1906","Source":"http://www.cliffhouseproject.com/transportation/Freeman/URRObsv.carMar.'06.jpg","Tag":"opening"},{"Type of Vehicle":"Street Car","Description":"In this photo, Mayor Schmitz conducts the first streetcar ride after the 1906 earthquake. The Carmen (pictured) were among the most militant of San Francisco workers as they struck in five of the six years from 1902 to 1907, leading to the violent gunfight that erupted on Bloody Tuesday, May 7, 1907. Ten years later, carmen staged a wildcat strike for an 8 hour day and against the brutality of United Railroads.","Image":"street-car/1907-7.jpg","Event Description":"Six streetcars carrying armed URR employees leave the Turk & Fillmore carbarn in an attempt to operate on Turk to Market St., resulting in a running battle between strikers and strikebreakers that fills the air with rocks, bricks, and bullets. One of the streetcars was taken over by the strikers and returned to Turk & Fillmore. When it accidentally crashed into the gate at the barn, URR employees inside the barn thought they were being attacked and started shooting.","Day":"7","Month":"Jul","Year":"1907","Source":"http://www.foundsf.org/index.php?title=United_Railroads","Tag":"labor"},{"Type of Vehicle":"Street Car","Description":"","Image":"street-car/1911.jpg","Event Description":"A special election was held on December 30, 1909 for two propositions, which issued bonds for the construction of a municipal streetcar line. With a turnout of over 42,000 voters, the two propositions for the city's own streetcar service obtain majorities of 72.7%. The number of voters made it the largest turnout for any special or primary election in S.F. up to that time.","Day":"","Month":"","Year":"1911","Source":"http://chroniclingamerica.loc.gov/lccn/sn85066387/1909-12-30/ed-1/seq-7/","Tag":"info"},{"Type of Vehicle":"Street Car","Description":"Here is a photo of Muni car No. 1 on its very first trip, with Mayor James Rolph, Jr. at the controls, on the \"A-Geary\" line, bound for Tenth Avenue and Fulton Streets. The car is headed westbound on Geary at Jones Street, December 28, 1912, Muni's opening day.timeline_144 Photo: San Francisco Public Library","Image":"street-car/1913-4.jpg","Event Description":"The first day of Muni service begins that Saturday with a celebration by a crowd of an estimated 50,000 people at Geary between Kearny St. and Grant Ave. Many of the first Muni employees were former URR workers who were blacklisted for striking. Muni was the first to gain nationwide attention as a public alternative to private transit ownership. Muni started at a time when transit service was profitable, but any revenues in excess of capital and operating costs were plowed back into service improvements.","Day":"28","Month":"Apr","Year":"1913","Source":"http://www.sfgate.com/bayarea/article/Golden-Gate-s-75th-towers-over-Muni-s-100th-3433991.php","Tag":"info, important"},{"Type of Vehicle":"Street Car","Description":"","Image":"street-car/carville.jpg","Event Description":"Hundreds of spectators watch a fireworks display and the burning of many of the old railcars in “Carville,” in the sand dunes at the Great Highway, just south of Golden Gate Park. There was an increase in permanent population and the number of cars at Carville after the earthquake and fire. (Later cars included some early electric streetcars that had become outmoded.) ","Day":"4","Month":"Dec","Year":"1913","Source":"http://www.flickr.com/photos/99806556@N00/4289511106/","Tag":"info"},{"Type of Vehicle":"Street Car","Description":"Opening Celebration for M Line Extension at St. Francis Circle | February 3, 1918","Image":"street-car/1918-6.jpg","Event Description":"First streetcar service through the Twin Peaks Tunnel, with K-line service from St. Francis Circle to Van Ness Ave. & Pine. The east end of the tunnel was constructed to slope downwards for an eventual Market St. subway connection — a connection that was finally made over 60 years later. Completion of the final section of Muni streetcar tracks on Market, between Van Ness Ave. and Kearny, allows J and K line service to be extended to the Ferry Building. ","Day":"3","Month":"Jun","Year":"1918","Source":"http://www.flickr.com/photos/sfmtaphoto/","Tag":"opening"},{"Type of Vehicle":"Street Car","Description":"A Muni Motor Coach and Streetcar 128 take passengers to Playland at Ocean Beach at the end of the B Line | March 20, 1927","Image":"street-car/1925-12.jpg","Event Description":"The L Taraval streetcar line begins service as a shuttle between West Portal and 33rd Ave. The service was started after the Taraval Street Agreement between the city and the URR was approved by the Board of Supervisors in November 1918, allowing Muni to share the URR's tracks on Taraval between 20th and 33rd Aves. The K and L lines were instrumental in opening the West of Twin Peaks and Parkside districts for development.","Day":"12","Month":"Feb","Year":"1925","Source":"http://www.flickr.com/photos/sfmtaphoto/","Tag":"opening"},{"Type of Vehicle":"Street Car","Description":"Mayor Rolph Driving 1st Streetcar Through Sunset Tunnel | October 21, 1928","Image":"street-car/1928-10.jpg","Event Description":"The M Ocean View streetcar line begins service as a shuttle between Broad St. & Plymouth Ave. and St. Francis Circle.","Day":"6","Month":"Oct","Year":"1928","Source":"http://www.flickr.com/photos/sfmtaphoto/\",\"http://www.flickr.com/photos/sfmtaphoto/","Tag":"opening"},{"Type of Vehicle":"Street Car, Motor Bus, Trolley Bus","Description":"H-Line streetcar on San Bruno below Bernal Heights, 1930s (this site is now beneath Hwy 101)","Image":"street-car/1932-5.jpg","Event Description":"N Judah service begins from the Ferry Building to the beach. The Haight St. corridor had been a bottleneck for transit service for many years, and for the first time, the public was offered good service between downtown and the Sunset District. This was the last entirely new Muni streetcar line to be constructed, with subsequent new routes being served by motor buses or trolley buses.","Day":"21","Month":"May","Year":"1932","Source":"http://foundsf.org/index.php?title=MUNI_History_II:_The_Progressive_Era_and_Public_Development","Tag":"opening"},{"Type of Vehicle":"Street Car","Description":"Thirty-one years after arriving in San Francisco car 219, looking a little worse for wartime wear, passes the former cable train terminal of Sutter and Sansome, May 5, 1944.","Image":"street-car/1944-12.jpg","Event Description":"Muni and MSRy streetcar service begins to the Transbay Transit Terminal at 1st & Mission Sts., for connections with electric trains that had begun operating over the Bay Bridge that day to the East Bay and beyond.","Day":"15","Month":"Dec","Year":"1944","Source":"http://www.cable-car-guy.com/html/ccsfssr_tech.html","Tag":"opening"},{"Type of Vehicle":"Street Car","Description":"J-Church streetcar turning onto Valencia Street from Market Street, c. 1949.","Image":"street-car/1949-3.jpg","Event Description":"With two of the four tracks no longer in service between Valencia and Castro Sts., this is the first day of a gradual process of reducing the streetcar service on Market to two-track service. On the same day, M Ocean View streetcar service was reinstated, running between the Ferry Building and Broad St. & Plymouth Ave.","Day":"17","Month":"Mar","Year":"1949","Source":"http://foundsf.org/index.php?title=MUNI_History_III:_Financial_Problems--The_Depression,_War_and_Merger","Tag":"closing"},{"Type of Vehicle":"Street Car","Description":"The last trip of the B-Geary streetcar line. It closed 44 years and 1 day after it opened. Photo probably by Art Curtis. 29 DE 1956.","Image":"street-car/1956-12.jpg","Event Description":"Last day of streetcar service to the Ferry Building. Afterwards, all of the remaining Market St. streetcar lines operated on the 1st and Fremont Sts. loop to and from the Transbay Terminal.","Day":"21","Month":"Dec","Year":"1956","Source":"http://www.sfu.ca/person/dearmond/agr/SF.etb.photo21.htm","Tag":"closing"},{"Type of Vehicle":"Street Car, Motor Bus, Cable Car, Heavy Rail","Description":"The N Judah line streetcar in 1957","Image":"street-car/1957-4.jpg","Event Description":"Last day of the B streetcar line on Geary, with only five streetcar lines — the Market St. lines J, K, L, M, and N — remaining in service. There were later attempts to convert the five remaining streetcar lines into other kinds of operations, but as in other cities where streetcar service was saved, these lines were retained because the public was opposed to their removal — the streetcars, often on their own right-of-ways, provided relatively fast, smooth, and reliable service.","Day":"29","Month":"Apr","Year":"1957","Source":"http://www.sfcityguides.org/public_guidelines.html?article=1232&submitted=TRUE&srch_text=&submitted2=&topic=Transportation","Tag":"closing"},{"Type of Vehicle":"Street Car","Description":"San Francisco MUNI A-Type 1","Image":"street-car/1969.jpg","Event Description":"The beginning of a week of events celebrating Muni's 50th anniversary, including a streetcar shuttle service on Market St. provided by newly restored car No. 1 for a 5¢ fare.","Day":"15","Month":"Apr","Year":"1969","Source":"http://www.nycsubway.org/wiki/MUNI_F-Market_Line","Tag":"anniversary"},{"Type of Vehicle":"Street Car","Description":"PCC 1034 at Church and 30th Sts. in July 1972. It's about to enter the wye track on 30th to back around for the return J Church trip inbound. Image from slide in my collection","Image":"street-car/1972.jpg","Event Description":"Muni had made plans to scrap the J Church and K Ingleside lines, but Muni General Manager Jack Woods announces that all five streetcar lines would remain in service. Muni's plans to abandon the service had been changed after the more than 200 people who attended a meeting in Upper Noe Valley had made it very clear that J-line streetcar service could not be eliminated without a major battle.","Day":"21","Month":"Dec","Year":"1972","Source":"http://www.streetcarmike.com/muni_pcc1034.html","Tag":"closing"},{"Type of Vehicle":"Street Car","Description":"Mayor Feinstein Piloting Streetcar 1 for Trolley Festival Celebration | June 23, 1983","Image":"street-car/1983.jpg","Event Description":"The Trolley Festival proved so successful it was repeated every year until 1987. In that year, preparation began for the introduction of a permanent F line. After that year’s festival finished, Muni replaced the old Market Street tracks with new ones, restoring tracks to upper Market Street and recreating a line to Castro.","Day":"Summer","Month":"","Year":"1983","Source":"http://www.flickr.com/photos/sfmtaphoto/8318654316/","Tag":"opening"},{"Type of Vehicle":"Street Car","Description":"San Francisco streetcar No. 578 may be the world's oldest streetcar still on the active roster of an urban transit agency.","Image":"street-car/1987-12.jpg","Event Description":"Market Street Railway streetcar No. 578 and Portuguese car No. 189 begin portable-generator operation on The Embarcadero between the Ferry Building and Pier 39, on Fridays and Saturdays through mid-October, with private funding.","Day":"11","Month":"Dec","Year":"1987","Source":"http://www.flickr.com/photos/cobrasick/4908416377/","Tag":"opening"},{"Type of Vehicle":"Street Car","Description":"","Image":"","Event Description":"Between rain showers, Muni's 75th anniversary is celebrated by a parade of historic streetcars and buses on Market St., a performance by the St. Mary's Chinese Girls' Drum & Bell Corps at Powell & Market, a walk led by lion dancers up Powell, and a ceremony and entertainment at Union Square. The festivities were attended by four former Muni general managers, including 100-year-old Bill Scott, who had begun working for the city in 1913 and was Muni's general manager from 1940 to 1951.","Day":"28","Month":"Nov","Year":"1989","Source":"","Tag":"anniversary"},{"Type of Vehicle":"Street Car","Description":"Poster, 1992 San Francisco Municipal Railway Trolley Festival. Illustration by Louis R. Biro.","Image":"street-car/1992.jpg","Event Description":"The 100th anniversary of electric streetcar service in S.F. is celebrated that Sunday. Rides on historic streetcars were provided on Market St. for nickel fares that weekend, and Sunday's events also included a parade of historic streetcars on Market from 11th St. to 4th St., and a ceremony in front of the San Francisco Shopping Centre at Market & 5th.","Day":"26","Month":"Dec","Year":"1992","Source":"http://www.flickr.com/photos/telstar/3303367495/","Tag":"anniversary"},{"Type of Vehicle":"Street Car","Description":"","Image":"street-car/1994.jpg","Event Description":"Seventeen PCC cars were rehabilitated by the Morrison-Knudsen Co. for regular service on the historic streetcar line. Since the cars were ready for service before the line was completed, they were operated on the weekends on the outer ends of the J and N lines in order to make sure that they were performing according to Muni's specifications during their warranty period.","Day":"26","Month":"Mar","Year":"1994","Source":"http://www.streetcar.org/streetcars/1007/","Tag":"info"},{"Type of Vehicle":"Street Car, Motor Bus","Description":"Streetcars Lined up on Market St. for Opening of F Line | September 1, 1995","Image":"street-car/1995-9.jpg","Event Description":"The F line opened, replacing the faster number 8 bus with a parade of PCC cars, painted to represent some of the two dozen North American cities that this type of streetcar once served. This was a rare instance in which a streetcar replaced a bus line in operation, rather than the other way around. Ridership exceeded expectation, and the need for extra cars resulted in the acquisition of ten Peter Witt style cars just being retired in the city of Milan, Italy. ","Day":"1","Month":"Sep","Year":"1995","Source":"http://www.flickr.com/photos/sfmtaphoto/8318648440/","Tag":"opening"},{"Type of Vehicle":"Street Car","Description":"","Image":"","Event Description":"With the increasing development of the waterfront for leisure and tourist activities, and the existence of Fisherman's Wharf and Pier 39 at its northern end, it was decided to rebuild the Embarcadero as a tree-lined boulevard complete with a streetcar reservation. The section of this north of Market Street was to be served by an extension of the F line. Tracks were extended on the northern end of Market to connect with the Embarcadero tracks. In March 2000, service on the F line began along the new extension to Fisherman's Wharf.","Day":"1","Month":"Mar","Year":"2000","Source":"","Tag":"opening"},{"Type of Vehicle":"Street Car","Description":"","Image":"street-car/2012.jpg","Event Description":"Car No. 1, the first streetcar the Municipal Railway put into service on Dec. 28, 1912, is brought back to celebrate the Muni's 100-year anniversary as the nation's first publicly owned big-city transit system.","Day":"","Month":"","Year":"2012","Source":"http://www.sfgate.com/bayarea/article/Municipal-Railway-celebrates-100-years-4150766.php","Tag":"anniversary"},{"Type of Vehicle":"Light Rail, Motor Bus, Trolley Bus","Description":"","Image":"motor-bus/2009.jpg","Event Description":"The Muni system underwent its most extensive changes in over 30 years, in an attempt by the SFMTA to reduce its budget shortfall. This involved changes to over 60 percent of its bus and light rail routes, including the elimination of six bus routes.","Day":"5","Month":"Dec","Year":"2009","Source":"http://www.sfmta.com/cms/m1209/dec09service.htm","Tag":"closing"},{"Type of Vehicle":"Light Rail","Description":"LRV in Underground Station | August 24, 1981","Image":"light-rail/1980-12.jpg","Event Description":"The K, L, M, and N lines begin full weekday Metro service. Although \"Muni Metro\" and \"light rail vehicle\" were new terms, many people thought the new service was a modernization of the old streetcar system, not something entirely new, and they called the new vehicles \"streetcars,\" just as they had the old ones.","Day":"17","Month":"Dec","Year":"1980","Source":"http://www.flickr.com/photos/sfmtaphoto/","Tag":"opening"},{"Type of Vehicle":"Cable Car, Street Car, Light Rail, Motor Bus, Trolley Bus","Description":"Muni LRV 1998/08/05","Image":"light-rail/1998.jpg","Event Description":"In the mid- to late-1990s, San Francisco grew more prosperous and its population expanded with the advent of the dot-com boom, and the Metro system began to feel the strain of increased commuter demand. Muni took steps to rectify these problems by ordering new cars and switching the underground section to automatic train control (ATC). However, the ATC system was plagued by numerous glitches when first implemented, such as sending trains down the wrong tracks and inappropriately applying emergency braking. All these issues led to a service crisis, widely referred to as the \"Muni meltdown\", in the summer of 1998.","Day":"","Month":"","Year":"1998","Source":"http://www.flickr.com/photos/davidwilson1949/6546396117/","Tag":"info"},{"Type of Vehicle":"Light Rail","Description":"LRVs on the T Line, servicing the San Francisco Giant's baseball game against the Atlanta Braves","Image":"light-rail/2007.jpg","Event Description":"A new, extensive line known as the T Third Street opened, as part of the Third Street Light Rail Project, running south from the current Caltrain depot station along Third Street. This line is a modern light rail line, like the Embarcadero extension, and runs all the way to the southern border of the city. ","Day":"","Month":"Jan","Year":"2007","Source":"http://sfmta.photoshelter.com/gallery-image/Light-Rail-Vehicles/G0000aBtCTky.nDs/I00000q5G7WWCB04/C00004fEHmpU3KGU","Tag":"opening"},{"Type of Vehicle":"Motor Bus","Description":"Muni Streetcar 101 and Bus 1 | Circa 1920","Image":"motor-bus/1917-9.jpg","Event Description":"The first day of motor bus transit service in San Francisco, operated by Muni. The first S.F. routes were temporary ones to aid people without transit service because of the URR strike. On Sept. 7th, a route was established from the end of Muni's A streetcar line at 10th Ave. & Fulton, through Golden Gate Park to 9th Ave. & Judah, and then on Judah, 16th Ave., and Irving to 48th Ave. (later cut back to 25th Ave.). ","Day":"1","Month":"Sep","Year":"1917","Source":"http://www.flickr.com/photos/sfmtaphoto/","Tag":"x"},{"Type of Vehicle":"Motor Bus, Cable Car","Description":"","Image":"motor-bus/1941.jpg","Event Description":"Last day of operations on the MSRy's Castro St. cable car line, on Castro between 18th and 26th Sts., and the Fillmore Hill streetcar counterbalance, on Fillmore between Green and Broadway, with the No. 24 motor bus line from Castro & 26th to Marina Blvd. beginning service the next day. The introduction of improved trolley buses and motor buses had made cable cars and counterbalances outmoded. The new 24 line offered good crosstown service, and at the time there were few expressions of regret over the loss of the \"old-fashioned\" cable and counterbalance systems, although they were later to be the subjects of reminiscences about \"the good old days.\"","Day":"15","Month":"Apr","Year":"1941","Source":"http://www.flickr.com/photos/sfmtaphoto/7166801458/","Tag":"closing"},{"Type of Vehicle":"Motor Bus, Street Car","Description":"Muni Railway Parade of 55 new \"White\" Motor Coaches | June 4, 1948","Image":"motor-bus/1941-5.jpg","Event Description":"Motor bus service is substituted for the MSRy streetcar lines that had served the Kearny and 3rd Sts. corridor, from the North Beach and Northern Waterfront areas to Bayshore Blvd. & Sunnydale Ave. This was the first major transit corridor to be converted to bus service, but the MSRy had already begun using buses for much of its night and Sunday service after acquiring 60 motor buses in 1939-40; by 1940, there were more buses than streetcars in U.S. transit service.","Day":"11","Month":"May","Year":"1941","Source":"http://www.flickr.com/photos/sfmtaphoto/","Tag":"x (combine?)"},{"Type of Vehicle":"Motor Bus","Description":"Outdoor Shot of New GM Motor Coaches Going into Service at City Hall ","Image":"motor-bus/1969-6.jpg","Event Description":"The first vehicles of a new fleet of General Motors Corporation diesel buses are presented to the public at a ceremony outside City Hall. The purchase was financed by the San Francisco Municipal Railway Improvement Corporation, a city-owned corporation that had been created the previous year to finance Muni capital improvements because the city's voters would not approve bond issues for Muni.","Day":"24","Month":"Jun","Year":"1969","Source":"http://www.flickr.com/photos/","Tag":"info"},{"Type of Vehicle":"Motor Bus","Description":"Trial Run of Turbine Coach on Market Street With Downtown Association and PUC Officials | August 23, 1972 | M1362_1","Image":"motor-bus/1981.jpg","Event Description":"So many diesel buses are disabled because of age and \"deferred\" maintenance that PUC General Manager Sklar has an 11\" x 17\" notice with an apology to riders placed in Muni vehicles. The apology was signed by Sklar and included his statement that \"I accept full responsibility for this situation.\"","Day":"","Month":"Oct","Year":"1981","Source":"http://www.flickr.com/photos/sfmtaphoto/8639987141/","Tag":"info"},{"Type of Vehicle":"Motor Bus","Description":"Outdoor Shot of New Wheelchair Platform on L Line | May 3, 1983","Image":"motor-bus/1984.jpg","Event Description":"Sixty-foot articulated (bend-in-the-middle) Maschinenfabrik Augsburg-Nürnberg A. G. (M.A.N.) diesel buses begin service in S.F. These buses and the new forty-foot Flyer buses began replacing a deteriorated fleet and helped to provide more reliable service for Muni passengers.\nThe new Flyers and M.A.N.'s were fully accessible vehicles. ","Day":"30","Month":"May","Year":"1984","Source":"http://www.flickr.com/photos/sfmtaphoto/8317600911/in/set-72157632363904175","Tag":"info"},{"Type of Vehicle":"Motor Bus","Description":"19840813 20 Muni on Market St., San Francisco","Image":"motor-bus/1985.jpg","Event Description":"Four lanes of bus operations are introduced on Market St. For this new service, a second set of overhead trolley bus wires had been installed along several blocks of Market, allowing two lanes of diesel and trolley bus service in each direction.","Day":"7","Month":"Aug","Year":"1985","Source":"http://www.flickr.com/photos/davidwilson1949/3552364375/","Tag":"opening"},{"Type of Vehicle":"Motor Bus, Street Car, Trolley Bus, Light Rail, Cable Car","Description":"Two Mile Sandwich","Image":"motor-bus/1989.jpg","Event Description":"On Tuesday at 5:04 p.m., a major earthquake hits the Bay Area. Muni was quick to respond. Muni employees worked through the night, and an estimated 65% of Muni vehicles were in operation for the next morning's rush hour.  Most of Muni's service was restored by Thursday morning (an estimated 92%), with only some of the service in the Marina suffering any long-term disruption. ","Day":"17","Month":"Oct","Year":"1989","Source":"http://www.flickr.com/photos/sanbeiji/220647481/sizes/l/in/photostream/","Tag":"earthquake"},{"Type of Vehicle":"Motor Bus","Description":"","Image":"motor-bus/1990.jpg","Event Description":"Muni introduces its new 30-foot Orion diesel buses with a procession of two Orions and No. 062 (a White Co. gasoline bus built in 1939) from Washington Square to the top of Telegraph Hill, and a reception in the parking lot at the foot of Coit Tower. ","Day":"6","Month":"Jul ","Year":"1990","Source":"http://www.busdrawings.com/Transit/California/MUNI/1990orion/index.htm","Tag":"info"},{"Type of Vehicle":"Motor Bus","Description":"","Image":"motor-bus/1993.jpg","Event Description":"The first Muni buses to have \"wrapped\" advertising appear on the streets of the city, as two trolley buses and one diesel bus are covered with an advertisement for the Pepsi Crystal soft drink. The pilot program of the wrapped advertising was successful","Day":"26","Month":"Feb","Year":"1993","Source":"http://www.flickr.com/photos/californiabirdy/5103018922/","Tag":"info"},{"Type of Vehicle":"Motor Bus","Description":"Walk-around of a Alexander Dennis Enviro 500 double-decker bus, spotted while undergoing route-proving tests with Muni in San Francisco.","Image":"motor-bus/2007.jpg","Event Description":"Cty officials announced that they were looking into the possibility of adding double-decker buses to the Muni fleet, which would be operating mostly on the 38 Geary and the 14 Mission routes. The test period started on December 12, 2007, and ended on January 8, 2008.","Day":"15","Month":"Nov","Year":"2007","Source":"http://www.flickr.com/photos/telstar/2179470381/","Tag":"info"},{"Type of Vehicle":"Motor Bus","Description":"","Image":"motor-bus/2007-2.jpg","Event Description":"Mayor Gavin Newsom announced that the entire city fleet, including all of Muni buses, are henceforth powered with biodiesel, a combination of 80% petroleum diesel fuel and 20% biofuel, to reduce carbon emissions. Muni's current hybrid bus fleet currently runs on biodiesel.","Day":"1","Month":"Dec","Year":"2007","Source":"http://www.flickr.com/photos/chelseask/4003069488/","Tag":"info"},{"Type of Vehicle":"Motor Bus","Description":"","Image":"motor-bus/2009.jpg","Event Description":"The Muni system underwent its most extensive changes in over 30 years, in an attempt by the SFMTA to reduce its budget shortfall. This involved changes to over 60 percent of its bus and light rail routes, including the elimination of six bus routes. ","Day":"5","Month":"Dec","Year":"2009","Source":"http://www.sfmta.com/cms/m1209/dec09service.htm","Tag":"closing"},{"Type of Vehicle":"Motor Bus","Description":"","Image":"motor-bus/2012.jpg","Event Description":"On July 1, 2012, Muni was the first transit agency in North America to implement all-door boarding throughout its system.Such practice already exists in the Muni Metro as Proof-of-Payment.[92]","Day":"1","Month":"July","Year":"2012","Source":"http://sfbay.ca/2012/06/29/muni-all-door-boarding-bows-sunday/","Tag":"info"},{"Type of Vehicle":"Trolley Bus, Street Car","Description":"Trolley Coaches Passing One Another at Switchback on Market and Clayton Streets | October 12, 1935","Image":"trolley-bus/1935.jpg","Event Description":"The first day of service on the MSRy's 33 18th and Park trolley bus line — the first trolley bus service in the city, with coaches bought from the J. G. Brill Co. The line was a conversion of the streetcar operation over Twin Peaks that had been in service since November 1894.","Day":"6","Month":"Oct","Year":"1935","Source":"http://sfmta.photoshelter.com/gallery-image/Treasures-from-the-Muni-Archive-at-Cole-Valley/G0000bsmUfhNPR.4/I0000tDEN2TL4W8M/C0000WKLvlt40Z0Q","Tag":"opening"},{"Type of Vehicle":"Trolley Bus","Description":"Union Street Trolley Coach at Union and Jones- 1948","Image":"trolley-bus/1947-6.jpg","Event Description":"Last day of streetcar service on the E line, with trolley and motor buses taking over service the next day and full trolley bus operation shortly thereafter. This was the first post-war conversion of a streetcar line to trolley bus service — the E-line conversion had been planned several years before, but had been delayed by the war effort.\n","Day":"18","Month":"Jun","Year":"1947","Source":"http://www.flickr.com/photos/sfmtaphoto","Tag":"x"},{"Type of Vehicle":"Trolley Bus","Description":"Trolley Coach 629 on Market Street Trial Run","Image":"trolley-bus/1949.jpg","Event Description":"Five lines formerly served by MSRy streetcars begin trolley bus service on Market St. The day before had been the last day of four-track service on Market St., with the discontinuance of Sutter St. streetcar service from the Transbay Terminal.","Day":"3","Month":"Jul","Year":"1949","Source":"http://sfmta.photoshelter.com/image/I00007dartgqV4.Q","Tag":"x (combine?)"},{"Type of Vehicle":"Trolley Bus","Description":"Newspaper Racks at Bus Stop on Market and Church Streets | December 2, 1969","Image":"trolley-bus/1968-6.jpg","Event Description":"Proposition A, a $24.5 million bond issue for Market St. reconstruction and improvement, is approved by the city's voters. The specific beautification plan approved by the Board of Supervisors called for the eventual removal of most of the transit service from the surface of the street east of Van Ness Ave.","Day":"4","Month":"Jun","Year":"1968","Source":"http://www.flickr.com/photos/sfmtaphoto/","Tag":"x"},{"Type of Vehicle":"Trolley Bus, Motor Bus","Description":"Muni trolley coaches on ","Image":"trolley-bus/1979.jpg","Event Description":"Phase 1A of the Five-Year Plan is implemented. Most of the changes were to routes between the Richmond District and downtown.\nThe plan's service changes were done in phases, and some of the route changes were interim ones, because of the need to wait for the full implementation of Muni Metro and the planned conversion of some lines from diesel to trolley bus service.","Day":"29","Month":"Aug","Year":"1979","Source":"http://www.bcoolidge.com/San%20Francisco%20Trolley%20Buses%20Page.htm","Tag":"x"},{"Type of Vehicle":"Trolley Bus, Motor Bus","Description":"Market Street in April, 1979. ","Image":"trolley-bus/1981.jpg","Event Description":"The 55 Sacramento diesel line is converted to trolley bus operation. This was the first of the planned conversions of diesel to trolley bus operations that were part of the 5-Year Plan.  The conversion highlighted the hill-climbing abilities of trolley buses, since diesel buses on the 55 line were legendary for not being able to make the steep grade going west on Nob Hill with a full load of passengers.","Day":"16","Month":"Dec","Year":"1981","Source":"http://www.flickr.com/photos/jafafahots/8146244003/","Tag":""},{"Type of Vehicle":"Trolley Bus","Description":"Mayor Feinstein Piloting Streetcar 1 for Trolley Festival Celebration | June 23, 1983","Image":"trolley-bus/1983.jpg","Event Description":"With a parade of historic streetcars from several countries, a Trolley Festival is started on Market St., in part to give visitors an alternative to the cable car system, which had been shut down for rehabilitation.","Day":"24","Month":"Jun","Year":"1983","Source":"http://www.flickr.com/photos/sfmtaphoto/8318654316/","Tag":"x"},{"Type of Vehicle":"Trolley Bus","Description":"","Image":"trolley-bus/1988.jpg","Event Description":"Mid-day service reductions amounting to $950,000 in budget savings take effect on twelve lines in the Off-Peak Service Reduction Program. But there was cause for a celebration that Saturday, with the extension of the No. 33 trolley bus line from Haight St. to Sacramento St., giving riders better crosstown service between the Mission and Richmond districts, and better service to S.F. General, St. Mary's, and Children's hospitals. ","Day":"6","Month":"Feb","Year":"1988","Source":"http://www.flickr.com/photos/rockbandit/3301146980/","Tag":"x"},{"Type of Vehicle":"Trolley Bus","Description":"First few weeks of trolley coach operation on Line 31-Balboa. 15 Jul 94. © 2011 Peter Ehrlich","Image":"trolley-bus/1994.jpg","Event Description":"Full trolley bus service begins on the 31 Balboa line, with articulated trolley buses acquired from New Flyer. The official date for the new service was January 1st, but not enough of the 60 buses were ready in time, and the service had to be phased in.","Day":"12","Month":"Mar","Year":"1994","Source":"http://www.flickr.com/photos/milantram/5834906889/","Tag":""},{"Type of Vehicle":"Trolley Bus, Cable Car, Street Car","Description":"San Francisco nostalgia: End of trolley coaches on 8-Market","Image":"trolley-bus/1995.jpg","Event Description":"Shortly after 9 p.m., the last 8 Market trolley bus leaves the Ferry Terminal for 19th & Collingwood, making it the last service on a line that could be traced back to a streetcar line that had started in 1906 and a cable car line that had begun service in 1888.","Day":"29","Month":"Dec","Year":"1995","Source":"http://www.flickr.com/photos/51227209@N03/5494008932/","Tag":"x"},{"Type of Vehicle":"","Description":"","Image":"","Event Description":"","Day":"","Month":"","Year":"","Source":"","Tag":""},{"Type of Vehicle":"Heavy Rail","Description":"","Image":"heavy-rail/1962.jpg","Event Description":"Alameda County, Contra Costa County, and S.F. voters approve a $792 million bond issue for Bay Area Rapid Transit (BART) construction. The \"yes\" vote in Alameda and Contra Costa counties was less than the required 60%, and S.F. voters provided the margin of approval for the bonds. ","Day":"6","Month":"Nov","Year":"1962","Source":"","Tag":"x"},{"Type of Vehicle":"Heavy Rail","Description":"The first comprehensive system to the planned and built during the post-war era was the BART (Bay Area Rapid Transit) system serving the San Francisco area. By the time of its inception, the word “subway” had come to conjure up images of filthy, graffiti-covered trains, rampant crime, and dimly-lit stations. BART sought to re-define the idea of public transit in the popular imagination, featuring sleek, fast trains and modern stations. BART’s first segment opened to passenger service in 1972, with its Market Street Subway also featuring tunnels for MUNI light rail vehicles.","Image":"heavy-rail/1969.jpg","Event Description":"Planning for BART, and a Muni management preference for \"modern\" diesel buses and rapid transit, had led to various proposals in the late 1960s for the curtailment or abandonment of some of the streetcar and trolley bus service. However, the public's strong preference for the electric services caused the PUC to affirm its support of the streetcar service at the May meeting, and of both streetcar and trolley bus service on November 25th of that year.","Day":"6","Month":"May","Year":"1969","Source":"http://blog.sfgate.com/parenting/2011/05/19/the-birth-of-bart-photos-from-the-1960s-and-70s/","Tag":""},{"Type of Vehicle":"Heavy Rail","Description":"Montgomery Bart and Muni Station Construction from the top floor of the Central Tower | March 2, 1970","Image":"heavy-rail/1972.jpg","Event Description":"BART began service on September 11, 1972, reporting more than 100,000 passengers in its first five days. The Market Street Subway opened in 1973 and the Transbay Tube finally opened on September 16, 1974, linking the four branches to Daly City, Concord, Richmond, and Fremont. Service then was still 14 hours a day, and for five years BART operated weekday-only.","Day":"11","Month":"Sept","Year":"1972","Source":"http://www.flickr.com/photos/sfmtaphoto/8318631488/","Tag":"x"},{"Type of Vehicle":"Heavy Rail","Description":"","Image":"heavy-rail/1974.jpg","Event Description":"First day of BART transbay service. BART service from the East Bay to its San Francisco stations changed the patterns of transit use for the riders who had formerly used AC Transit and had transferred to Muni at the Transbay Terminal. BART service and increased insurance costs were the major factors in eliminating the jitneys that had run on Mission St.","Day":"16","Month":"Sep","Year":"1974","Source":"http://blog.sfgate.com/parenting/2011/05/19/the-birth-of-bart-photos-from-the-1960s-and-70s/","Tag":""},{"Type of Vehicle":"Heavy Rail","Description":"Muni Metro and Bart opening day at Embarcadero Station | May 27, 1976","Image":"heavy-rail/1976-5.jpg","Event Description":"The Embarcadero Station is opened for BART service. The station had not been part of the original plans for BART, and funds for the construction came from BART and the city's Golden Gateway redevelopment project.","Day":"27","Month":"May","Year":"1976","Source":"http://www.flickr.com/photos/sfmtaphoto/8318622070/","Tag":"x"},{"Type of Vehicle":"Heavy Rail","Description":"BART map 1970s","Image":"heavy-rail/1977-6.jpg","Event Description":"The draft final report of the Planning, Operations and Marketing (POM) Study is completed. Route deficiencies were outlined, and it was pointed out that although over 70% of Muni's service operated to or through downtown, 2/3rds of all trips made by city residents were to and from areas other than the central business district. Further, there was poor spacing of routes, with duplicative service in some areas and gaps in others, leaving some parts of the city relatively isolated.","Day":"30","Month":"Jun","Year":"1977","Source":"http://observatory.designobserver.com/entry.html?entry=12397","Tag":"x"},{"Type of Vehicle":"Heavy Rail","Description":"","Image":"heavy-rail/1989.jpg","Event Description":"The 1989 Loma Prieta earthquake severed the San Francisco – Oakland Bay Bridge for a month and destroyed the Cypress Street Viaduct. With some of the Bay Area's freeways damaged or destroyed, BART trains, within six hours of the earthquake, were again running. ","Day":"17","Month":"Oct","Year":"1989","Source":"http://fieldmuseum.org/about/nature-unleashed-inside-natural-disasters-press-kit","Tag":"x"},{"Type of Vehicle":"Heavy Rail","Description":"","Image":"heavy-rail/1997.jpg","Event Description":"For six days in 1997, a BART strike caused a system-wide shutdown. This resulted in a four-year contract offering a 7% raise, and a one-time payment of $3,000 to all employees in lieu of a raise the first year. ","Day":"","Month":"","Year":"1997","Source":"http://www.nbcbayarea.com/news/local/Traffic-a-Ticking-Time-Bomb-as-BART-Strike-Looms.html","Tag":"x"},{"Type of Vehicle":"Heavy Rail","Description":"","Image":"heavy-rail/2003.jpg","Event Description":"The $1.5 billion extension of BART southward to San Francisco International Airport's (SFO) Garage G, adjacent to the International Terminal, was opened to the public on June 22, 2003. Ground was broken on the project in November 1997, adding four new stations including the SFO station, South San Francisco, San Bruno, and Millbrae. ","Day":"","Month":"","Year":"2003","Source":"http://www.flickr.com/photos/24300714@N04/2307443848/","Tag":"x"},{"Type of Vehicle":"Heavy Rail","Description":"","Image":"heavy-rail/2007.jpg","Event Description":"BART stated its intention to improve non-peak (night and weekend) headways for each line to 15 minutes. The current 20-minute headways at these times is viewed as a psychological barrier to ridership. In June, BART temporarily reversed its position stating that the shortened wait times would likely not happen due to a $900,000 state revenue budget shortfall.","Day":"","Month":"May","Year":"2007","Source":"http://www.signindustry.com/led/articles/2009-09-15-LB-LED_LCD_Digital_Signage_for_Public_Transit.php3","Tag":""},{"Type of Vehicle":"Heavy Rail","Description":"A train heading for San Francisco pulls into the Fruitvale BART station in Oakland on Thursday, Jan. 29, 2009. ","Image":"heavy-rail/2009-1.jpg","Event Description":"Fire alarms, fire sprinklers, yellow tactile platform edge domes, and cemented-mat rubber tiles were installed on BART. The rough black tiles on the platform edge mark the location of the doorway of approaching trains, allowing passengers to wait at the right place to board. All faregates and ticket vending machines were replaced.","Day":"","Month":"Jan","Year":"2009","Source":"http://www.flickr.com/photos/mudsharkalex/5896956951/","Tag":"x"},{"Type of Vehicle":"Heavy Rail","Description":"BART","Image":"heavy-rail/2012.jpg","Event Description":"The California Transportation Commission announced they would provide funding for expanding BART facilities, through the Valley Transportation Authority, in anticipation of the opening of the Silicon Valley Berryessa Extension. $50 million would go in part to improvements to the Hayward Maintenance Complex.","Day":"","Month":"Jan","Year":"2012","Source":"http://www.vta.org/bart/visuallibrary.html","Tag":"x"},{"Type of Vehicle":"Cable Car, Street Car, Light Rail, Motor Bus, Trolley Bus","Description":"San Francisco Muni M Ocean View timetable (1975)","Image":"light-rail/1984.jpg","Event Description":"A timetable booklet showing the schedules for all Muni lines is published for the first time, allowing riders to plan trips and check schedule adherence with more accuracy than with a frequency guide.","Day":"","Month":"Jul","Year":"1984","Source":"http://www.flickr.com/photos/walkingsf/5262081808/","Tag":""},{"Type of Vehicle":"Cable Car, Street Car","Description":"","Image":"cable-car/1906.jpg","Event Description":"The 5:12 a.m. earthquake and the subsequent fires devastate the city and its public transportation system. The SP played a major role in the relief effort by evacuating many thousands of people and bringing in supplies. The URR gained much good will by such actions as allowing its car houses to be used as shelters, providing free service for the first few days after it resumed operations.","Day":"18","Month":"Apr","Year":"1906","Source":"http://sfmta.photoshelter.com/gallery-image/April-18-1906-Earthquake-and-Fire/G0000B004tjYEazE/I0000oI5oT1Hbtgk","Tag":""},{"Type of Vehicle":"Cable Car, Street Car, Motor Bus, Trolley Bus, Light Rail","Description":"http://www.sfmta.com/drp/content/about-muni-centennial-home-page-images","Image":"light-rail/2012.jpg","Event Description":"As the first major, publicly owned, land-based transit agency in the United States, Muni did, indeed, grow to the point today that it provides transit service to more than 200 million customers per year in one of the densest, most compact cities in the nation. Coverage per capita also is among the highest in the U.S. with 63 bus routes, seven light rail lines, the historic F Line streetcars and three cable car lines. Of the 700,000 daily boardings on Muni, more than 80 percent are city residents.","Day":"28","Month":"Dec","Year":"2012","Source":"","Tag":""}]