[{"Year":"1873","Type of Vehicle":"Cable Car","Day":"1","Month":"Sep","Event Description":"The Clay Street Hill Railroad starts cable car service on Clay from Leavenworth to Kearny. \n\nThe line was immediately popular and profitable, and allowed development of an area that had been largely undeveloped, since it had been accessible only to those who could afford private transportation up a hill too steep for horsecar service. \n\n(The cable cars made more money on the uphill ride, since potential riders often saved money by walking downhill.)","Image":"cable-car/1873-9.jpg","Description":"First Cable Car, San Francisco, 1873","":"x","Source":"http://www.flickriver.com/photos/tags/sanfranciscohistory/interesting/\""},{"Year":"1877","Type of Vehicle":"Cable Car","Day":"27","Month":"Jan","Event Description":"The Sutter Street Railroad converts from horsecar to cable operation on Sutter from Market to Larkin.","Image":"cable-car/1877-1.jpg","Description":"c.1877 CROWD @ GEARY & LARKIN CABLE CAR CROSSING,SAN FRANCISCO","":"x","Source":"http://www.ebay.com/itm/c-1877-CROWD-GEARY-LARKIN-CABLE-CAR-CROSSING-SAN-FRANCISCO-8x10-GLOSSY-PHOTO-/360467875791"},{"Year":"1878","Type of Vehicle":"Cable Car","Day":"10","Month":"Apr","Event Description":"First day of service on the California Street Cable Railroad (Cal Cable), built by Leland Stanford and his associates, on California between Kearny and Fillmore. \n\nThe company was forced to pay $30,000 in patent fees to Hallidie and his partners.\n\nThe line was extended to Presidio Ave. the next year and to Market St. in 1890.","Image":"cable-car/1878-4.jpg","Description":"Early San Francisco Cable Car on Clay Street, 1878.","":"x","Source":"http://foundsf.org/index.php?title=Cable_Cars"},{"Year":"1883","Type of Vehicle":"Cable Car","Day":"1","Month":"Dec","Event Description":"Opening day of the Park & Ocean Railroad. The Market St. company's cable line on Haight St. had begun service that September, and the steam line was an immediately popular means to get to Ocean Beach and the Cliff House. \n\nFor instance, on Sunday, December 17th, more than 10,000 people were at the beach, and although train service was frequent, there were more people at the Stanyan St. terminal than could get on board. \n\nAfter the opening of the line, squatters made claims on land at the beach and erected a series of shacks called Mooneysville, from which they sold coffee, liquor, or anything else that they could sell to the thousands who arrived by the railroad. The shacks were torn down by a park \"expeditionary force\" at the end of January.","Image":"cable-car/1883-12.jpg","Description":"THE MARKET STREET CABLE RAILWAY – 1883","":"x","Source":"http://www.cablecarmuseum.org/co-market-st.html"},{"Year":"1884","Type of Vehicle":"Cable Car","Day":"30","Month":"Jun","Event Description":"First day of service of the Telegraph Hill Cable Railway, a funicular railway that ran on Greenwich from Powell to a pavilion at the top of Telegraph Hill. The line was not successful, and the service was abandoned after less than three years of operation.","Image":"","Description":"","":"","Source":""},{"Year":"1888","Type of Vehicle":"Cable Car","Day":"28","Month":"Mar","Event Description":"First day of operation of Ferries & Cliff House Railway cable service on Powell St. \n\nThe Powell-Mason line operated on its present-day route, while the Washington-Jackson line also operated on Powell from Market, but turned westward on Jackson to Presidio Ave. and then down the hill to California St. On the return trip, the line operated on Presidio, Jackson, Steiner, Washington, and Powell.","Image":"cable-car/1888-3.jpg","Description":"28 was built by Mahoney Brothers in 1887 for F&CHRy.  It was combined as MSRy in August 1893 and renumbered 544.  MSRy was taken over by URR in March 1902 and rebuilt as 501 in 1912.  It was reorganized as a new MSRy in April 1921 and taken over by Muni in April 1944.  It was rebuilt in 1951 and renumbered 28 in 1973.  It was retired in January 2004.","":"x","Source":"http://donsdepot.donrossgroup.net/dr2072.htm"},{"Year":"1889","Type of Vehicle":"Cable Car","Day":"26","Month":"Aug","Event Description":"First day of service on the Omnibus Co.'s main cable route, beginning at the ferry terminal and running on The Embarcadero and Howard St. There were two lines on the route, one to Howard & 26th St. and the other turning east from Howard, on 24th St. to Potrero Ave. (South of 12th St., Howard St. is now called South Van Ness Ave.)\n\nThis was the last company in S.F. to start cable operations, converting a little less than half of its horsecar service. Its cable lines were on essentially flat routes and, in retrospect, the company would have been better off if it had chosen electric streetcars instead.","Image":"cable-car/1889-8.jpg","Description":"THE OMNIBUS RAILROAD & CABLE COMPANY – 1889","":"x","Source":"http://www.cablecarmuseum.org/co-omnibus.html"},{"Year":"1891","Type of Vehicle":"Cable Car","Day":"9","Month":"Feb","Event Description":"Cal Cable's O'Farrell, Jones and Hyde line and Jones Street Shuttle begin service, the last entirely new cable car lines built in the city. The O'Farrell, Jones and Hyde line started at O'Farrell & Market and ran on O'Farrell, Jones, Pine, and Hyde to Beach St. The shuttle operated on Jones between O'Farrell and Market. (There were later extensions to other cable car lines, including the conversion of the Clay St. Hill line, which had been purchased by the F&CHRy, into the Sacramento-Clay line in 1892, and an extension of the McAllister line, on Fulton St. from 8th to 12th Aves., in 1902.)\nAs with other transportation improvements, the introduction of the cable car was both a response to, and an influence on, population growth. Cable car lines changed the pattern of S.F.'s population growth — instead of south of Market and east of the hills, new population growth was to the north and west.\nS.F. had eight cable companies operating twenty-two lines (not including the funicular line on Telegraph Hill, and counting the Clay St. Hill line and Sacramento-Clay line as separate lines). Over 600 cable cars were in service in S.F. in the 1890s.","Image":"cable-car/1891-2.jpg","Description":"California Street Cable Railroad train, inbound, probably between Franklin and Gough, before 1891","":"x","Source":"http://www.cable-car-guy.com/html/ccsfcsc.html"},{"Year":"1906","Type of Vehicle":"Cable Car","Day":"21","Month":"May","Event Description":"The Board of Supervisors unanimously approves an ordinance allowing the URR to convert its cable lines to service powered by electricity from overhead wires, with Mayor Schmitz signing the ordinance three days later. (Because of uncertainty about the legality of approving an ordinance during the legal holidays that had been declared after the earthquake, another ordinance allowing the conversion of the cable service to electricity was approved the next month.)\nThere were some objections to the permanent installation of overhead wires, and Mayor Schmitz made a statement, which he soon retracted, that the ordinance was only a temporary measure until cable service could be restored or an electrical conduit system could be installed in the streets. (The language of the ordinance made no reference to any temporary installation of the overhead wires, and the URR had every intention of making sure that they were made permanent.)\nBecause of the post-earthquake emergency, the ordinance probably would have passed without any extra help from the URR. But it was later learned that the URR had bribed Mayor Schmitz and 17 of the 18 supervisors through the good offices of political boss Abe Ruef, who pocketed $65,000 of the $200,000 in bribe money. The $200,000 was the largest of the \"attorney's fees\" that were paid to Ruef by businesses in attempts (usually successful) to influence the mayor and the board.","Image":"cable-car/1906-5.jpg","Description":"URR California-type cable car, probably on the Valencia Street line, before 1906. The United Railroads of San Francisco succeeded the Market Street Cable Railway Photograph courtesy of the Museum of the City of San Francisco. Oct, 1998 Picture of the Month.","":"x","Source":"http://www.cable-car-guy.com/html/ccsfmsr.html"},{"Year":"1929","Type of Vehicle":"Cable Car","Day":"17","Month":"Nov","Event Description":"Last day of service on the MSRy's cable line on Pacific Ave. between Polk and Divisadero. Originally at the northern end of the Sutter St. Co.'s cable line on Polk, Post, Larkin, and 9th Sts. to Brannan, it was on an essentially flat route, and had only kept operating after the earthquake because Pacific Heights residents objected to replacing the line with a streetcar line that would have needed overhead wires. It was the last line to use grip cars and trailers, rather than the single \"combination\" cars that had been introduced by the Market St. Cable Rwy. in 1883.","Image":"cable-car/1929-11.jpg","Description":"The last vestige of the Sutter Street Railroad's cable car service was ended by the Market Street Railway, who got positive public relations out of the abandonment as shown by this photo, November 29, 1929.","":"x","Source":"http://www.cable-car-guy.com/html/ccsfssr_tech.html"},{"Year":"1942","Type of Vehicle":"Cable Car","Day":"14","Month":"Feb","Event Description":"Although a Save the Cable Car League had been formed to protest the abandonment of service, this is the last day of service on the MSRy's Sacramento-Clay cable car line, with the No. 55 bus line beginning service the next day. (After the 1906 earthquake, the Sacramento-Clay line had run from The Embarcadero, on Sacramento St. to Fillmore, returning on Sacramento, Larkin, and Clay Sts.)\nThe protests were unsuccessful, but it was the first major outcry against the abandonment of a transit service that was a reminder of the city's historic past.","Image":"cable-car/1942-2.jpg","Description":"\"Jaywalkers\" cross against signal at 5th and Market, San Francisco, 1942.","":"x","Source":"http://www.shareable.net/blog/people-v-cars-the-20th-century-battle-over-cities"},{"Year":"1954","Type of Vehicle":"Cable Car","Day":"16","Month":"May","Event Description":"Last day of cable car service, despite the public's protests, on the O'Farrell, Jones and Hyde line, and on California St. between Van Ness and Presidio Aves. (The Jones St. Shuttle's last day of service had been on February 6th of that year.)","Image":"cable-car/1954-15.jpg","Description":"People try to prevent the last O'Farrell/Jones/Hyde car from entering the barn at California and Hyde on 15-May-1954. ","":"x","Source":"http://www.cable-car-guy.com/html/ccsfcsc.html"},{"Year":"1954","Type of Vehicle":"Cable Car","Day":"8","Month":"Jun","Event Description":"Proposition E passes, approving the present system of cable car service. The proposition called for the service to be operated from the Washington & Mason car house, with a truncated California St. line, a line made up of parts of the Washington-Jackson and O'Farrell, Jones and Hyde lines, and only the Powell-Mason line remaining on its full original route.\nAt the same election, the voters approved the one-person operation of any streetcar acquired after January 1, 1939. (The first one-person cars started service the next September 12th.)","Image":"","Description":"","":"","Source":""},{"Year":"1957","Type of Vehicle":"Cable Car","Day":"22","Month":"Dec","Event Description":"Service resumes on the California St. line, making this the first day of full service on the present-day three-line cable car system.\n(Roger Lapham has been criticized over the years for trying to eliminate the cable car lines when he was mayor, in 1947. However, the first cutbacks of the five remaining lines and the votes for a reduced system took place in 1954, during the administration of Mayor Elmer Robinson, and the cutback of the Washington-Jackson line and the consolidation of the system took place in 1956 and 1957, during the administration of Mayor George Christopher.)","Image":"cable-car/1957-12.jpg","Description":"California Street Cable Line Reconstruction- 1957","":"x","Source":"http://www.flickr.com/photos/sfmtaphoto/5704523277/"},{"Year":"1964","Type of Vehicle":"Cable Car","Day":"29","Month":"Jan","Event Description":"The cable car system is designated a National Historic Landmark. The official ceremony was held that October 1st at Hyde & Beach, presided over by Chief Justice (and former California Governor) Earl Warren.\nAlthough some people came to believe that the system was the only moving National Historic Landmark, it was not even the first. For example, the USS Constitution was designated a landmark in December 1960, and Colorado's Durango-Silverton Narrow-Gauge Railroad received the designation in July 1961.\nAlso in 1964, in a truly \"only in San Francisco\" story, a woman was injured when the Powell-Hyde cable car she was riding on was involved in an accident. She sued the city, and in 1970 won $50,000 in damages based on her claim that the trauma from her injuries had caused her to become a nymphomaniac.","Image":"cable-car/1964-1.jpg","Description":"1964 San Francisco California Sutter Street #46 Cable Car ","":"x","Source":"http://i.ebayimg.com/00/s/ODEwWDEwMDA=/$(KGrHqIOKp0E6YCOV4-TBOs,LzT+LQ~~60_1.JPG?set_id=880000500F"},{"Year":"1973","Type of Vehicle":"Cable Car","Day":"2","Month":"Aug","Event Description":"Several days of events commemorating the centennial of the cable cars begin with a 5 a.m. celebration at Portsmouth Square — a celebration highlighted by Clay St. Hill car No. 8 and some riders being carried on a flatbed truck down the hill from Clay & Jones to the square. Later that morning, there was a procession of decorated Powell cars from the car barn to Aquatic Park and a ceremony at the park.\nThe celebrations were originally going to begin on August 1st, but the day was changed after research by local historians determined that August 2, 1873, was the first day of cable car operation.","Image":"cable-car/1973-8.jpg","Description":"Municipal Railway celebrates 100 years","":"x","Source":"http://www.sfgate.com/bayarea/article/Municipal-Railway-celebrates-100-years-4150766.php"},{"Year":"1980","Type of Vehicle":"Cable Car","Day":"16","Month":"Apr","Event Description":"Full service is restored on the cable car system after it had been shut down the previous fall. Although operations were resumed, it had become clear that the entire system was badly deteriorated and would need major rehabilitation.","Image":"","Description":"","":"","Source":""},{"Year":"1981","Type of Vehicle":"Cable Car","Day":"3","Month":"Nov","Event Description":"A charter amendment is approved allowing cable car fares to be higher than bus and streetcar fares, overturning a charter provision in effect since November 1971.\nThe adult cable car fare was made higher than the adult fare for other regularly scheduled services as of April 1982. (Fares for ballpark service and other special events are higher than fares for regularly scheduled Muni services.) The youth cable car fare was made higher than the youth fare for other regularly scheduled services as of January 1986, and the elderly and disabled cable car fare was made higher as of August 1992.\nWhile some saw this as a good way to collect extra money from tourists, others saw it as a further degrading of the cable car system from an integral part of the city's transit system into the \"tourist attraction\" that Mrs. Klussmann and others had spoken out against.","Image":"cable-car/1981-11.jpg","Description":"San Francisco Cable Cars 1981","":"x","Source":"http://www.iorr.org/talk/read.php?1,1645597,1645597"},{"Year":"1982","Type of Vehicle":"Cable Car","Day":"21","Month":"Sep","Event Description":"The last day of cable car service until June 1984 because of the Cable Car System Rehabilitation Program, which started the next day. The entire system was reconstructed to make it as safe as possible, while retaining the cable and grip propulsion system that made it unique. Sixty-nine city blocks were involved, as old track and cable channels were removed and replaced. The Washington-Mason car barn was completely rebuilt, except for the chimney and exterior walls, which were retained (and reinforced) so that the building's traditional appearance could be preserved.","Image":"","Description":"","":"","Source":""},{"Year":"1984","Type of Vehicle":"Cable Car","Day":"21","Month":"Jun","Event Description":"After celebrations earlier that month for the return of California St. and Powell-Hyde service, the return of full cable car service is celebrated by festivities that begin with a ribbon-cutting ceremony at Union Square and a parade of cable cars up Powell St. led by a U.S. Marine band. (Mrs. Klussmann rode on the second car in the parade.)\nThe system had to be ready for service at the beginning of summer because the city wanted the cable cars to be operating at the time of the Democratic Party's convention, which was held in S.F. that year.\nThe Committee to Save the Cable Cars raised $10 million in private donations for the system reconstruction, and there was local, state, and federal government funding amounting to $53.5 million. Over $4 million was spent on the cars, in addition to the amount spent on the trackway and barn, giving a total cost for the rehabilitation of about $67.5 million. (Work was also done on the streets, sewers, and water lines in the construction area, so that the costs were actually around $100 million.)","Image":"cable-car/1984-6.jpg","Description":"Postcards on February 26th, 1981 from San Francisco.","":"x","Source":"http://www.flickr.com/photos/jreffell/5604153775/"},{"Year":"1984","Type of Vehicle":"Cable Car","Day":"12","Month":"Aug","Event Description":"At about 4:40 p.m. that Sunday, an automobile speeds down the hill and slams into the front of cable car No. 12 heading up Hyde St. from Aquatic Park, causing it to roll backwards, out of control. Despite their injuries, gripman Ray McCann and conductor Charles Gerstbacher applied the emergency slot brake and stopped the cable car after a block and a half.\nThe auto driver was killed in the crash (which was later ruled a suicide), but only three of the cable car's 65-70 passengers required hospitalization. Although the front of the auto was smashed, the cable car was not badly damaged. The two cable car crew members were honored by the U.S. Department of Transportation for their heroism, and the cable car and its crew passed this unplanned test of the safety of the newly rehabilitated system in the finest possible manner.","Image":"","Description":"","":"","Source":""},{"Year":"1988","Type of Vehicle":"Cable Car","Day":"28","Month":"Mar","Event Description":"The city celebrates the 100th anniversary of Powell St. cable car service with a parade of cable cars from the Washington & Mason car barn to Union Square, and a ceremony and entertainment at the square. The parade and entertainment were highlighted by the performance of the U.S. Navy Band from Treasure Island.","Image":"cable-car/1998-3.jpg","Description":"Huge crowds gather Dec. 28, 1912, as Municipal Railway begins service, making public transit history.","":"x","Source":"http://cruiselinehistory.com/wp-content/uploads/2012/12/Municipal-Railway-celebrates-100-years-4150766-1.jpeg"},{"Year":"1997","Type of Vehicle":"Cable Car","Day":"4","Month":"Mar","Event Description":"Celebration installing a new collage at the car barn commemorating the 50th anniversary of Friedel Klussmann's saving the cable cars replacement by buses","Image":"cable-car/1997.jpg","Description":"Friedel Klussmann Memorial Turnaround","":"x","Source":"http://www.flickr.com/photos/aibakker/274392980/"},{"Year":"1998","Type of Vehicle":"Cable Car","Day":"15","Month":"Jan","Event Description":"First female grip operator, Fannie Mae Barnes, operates a cable car after developing the great upper body strength needed for the grip and brakes","Image":"","Description":"","":"","Source":""},{"Year":"1998","Type of Vehicle":"Cable Car","Day":"31","Month":"Jul","Event Description":"Cable Car Museum and Muni hold a celebration for the 125th Anniversary of Andrew Hallidie’s successful operation of the cable car. A new California cable car No. 59, built by Muni, entered service as part of the celebration. Old No. 59 was sent to New Orleans (in trade for a New Orleans streetcar).","Image":"cable-car/1998-6.jpg","Description":"San Francisco cable car no. 59 on California Street.","":"x","Source":"http://commons.wikimedia.org/wiki/File:SF_cable_car_no._59_on_California_St._1.JPG\",\"http://commons.wikimedia.org/wiki/File:SF_cable_car_no._59_on_California_St._1.JPG"},{"Year":"2003","Type of Vehicle":"Cable Car","Day":"22","Month":"Feb","Event Description":"The Friends of the Cable Car Museum took ownership of the most historically important cable cars – Clay Street Hill Railroad open-grip car No. 8 and Sutter Street Railway open-grip car No. 46 and trailer No. 54, thus insuring that San Franciscans and the city’s many visitors will continue to enjoy these relics at their ideal location – the Cable Car Museum located in San Francisco’s Municipal Railway’s Washington-Mason cable car barn and powerhouse.","Image":"cable-car/2003-2.jpg","Description":"Historic Sutter Street Railroad grip car No. 46 & No.54 trailer","":"x","Source":"http://www.cablecarmuseum.org/gallery/CableCar46.html"},{"Year":"2009","Type of Vehicle":"Cable Car","Day":"22","Month":"Jun","Event Description":"New Powell Street car 15 went into service after a ceremony at the Washington/Mason car barn. Mayor Gavin Newsome went for a ride. Byron Cobb pulled grip and Duane Allen was conductor. This day was the 25th anniversary of the return of the cars after the 1982-1984 rebuilding. Later in the day Sasha and Malia Obama, the President's daughters, took a ride on the car from Washington/Mason to Hyde and Lombard. ","Image":"cable-car/2009-6.jpg","Description":"Powell Street cable car number 15 was built new by Muni in 2008-09 and began revenue service on June 22, 2009. The yellow and red livery represents the 1893 Market Street Railway colors on their Mason Street cable line. ","":"x","Source":"http://www.streetcarmike.com/muni_powell_car15.html"},{"Year":"2012","Type of Vehicle":"Cable Car","Day":"4","Month":"Feb","Event Description":"Powell Street car 21 was decorated in New York Giants paraphernalia because of a bet between the mayors of San Francisco and New York on a playoff game between the 49ers and the New York Giants ","Image":"cable-car/2012-2.jpg","Description":"Exclusive First Look At NY Giants Cable Car In San Francisco","":"x","Source":"http://www.readtheapple.com/2012/01/exclusive-first-look-at-ny-giants-cable.html\",\"http://www.readtheapple.com/2012/01/exclusive-first-look-at-ny-giants-cable.html"},{"Year":"1935","Type of Vehicle":"Street Car","Day":"15","Month":"May","Event Description":"The first day of service of the MSRy's 31 Balboa streetcar line, constructed because of the company's promise made during the November 1930 charter amendment campaign. (The line operated to Balboa & 30th Ave. As a Muni bus line, it was extended to Ocean Beach as part of the August 1979 route changes.)\nThe MSRy's 31 line was built in direct competition with Muni's B streetcar line on Geary and was the last entirely new streetcar line built in the city. (The B line had provided service from the Ferry Building to the ocean since June 1913. The A-line service on 10th Ave. was abandoned in December 1932 because of the competition from the 31 line.)","Image":"street-car/1888-7.jpg","Description":"Spokane Street Railway's original horse-drawn streetcar, ca. 1888","":"x","Source":"http://www.historylink.org/index.cfm?displaypage=output.cfm&file_id=8080"},{"Year":"1888","Type of Vehicle":"Street Car","Day":"1","Month":"Jul","Event Description":"The F&CHRy begins operating a steam line from the end of the Washington-Jackson line at California St. & Presidio Ave., on California to 33rd Ave. and then around scenic Land's End to a terminal at 48th & Pt. Lobos Aves. Until February 1894, a branch of the steam line operated on 7th Ave. from California St. to Golden Gate Park, where the terminal building still stands. (The California St. and Land's End line was converted to streetcar operation in May 1905.) \nThe Land's End service broke the Market St. Co.'s monopoly of rail service to the Cliff House and Ocean Beach. Unlike the Market St. Co., the F&CHRy did not charge an extra nickel for the transfer from its cable line to its steam service. (Also, Cal Cable made an agreement with the F&CHRy for a free transfer to the steam line.)","Image":"","Description":"","":"x","Source":""},{"Year":"1892","Type of Vehicle":"Street Car","Day":"26","Month":"Apr","Event Description":"Opening-day ceremonies for the San Francisco & San Mateo Railway, S.F.'s first electric streetcar line, with regular service starting the next day.\nThe line ran from Steuart & Market, on Steuart, Harrison, 14th St., Guerrero, San José Ave., 30th St., and Chenery, then on a trestle over Diamond Ravine, and then on Old San José Road to Holy Cross Cemetery in what is now Colma, San Mateo County. In the downtown area, the eastbound tracks were on Harrison, 8th St., Bryant, Stanley Place (now Sterling St.), and back to Harrison because of the difficulty streetcars would have had with the grade on Harrison between 3rd St. and Stanley Place, on the western slope of Rincon Hill. Much of the circuitousness of the line was also caused by the company's having to avoid streets that were subject to other companies' franchise rights.\nService was every 10 minutes from Market to 30th St., with less frequent service on somewhat larger streetcars from 30th to the cemeteries. The fare was 5¢ to the county line and 10¢ to the cemeteries.","Image":"","Description":"","":"x","Source":""},{"Year":"1896","Type of Vehicle":"Street Car","Day":"15","Month":"Feb","Event Description":"Streetcars replace the Market St. Rwy.'s horsecar service on Mission St., running from The Embarcadero to 29th St. and on 29th to Noe, with shuttle service on Mission between 29th St. and China Ave. (now Excelsior St.).\nOver the next few years, most of the Market St. Rwy.'s horsecar lines and the cable car lines that it had acquired from the Omnibus Co. were converted to electric service. There was also some route consolidation, but the routes generally maintained their parallel or zigzag patterns.","Image":"street-car/1896-2.jpg","Description":"Sutro Railroad in 1897, passing Sutro Baths","":"x","Source":"http://www.sfcityguides.org/public_guidelines.html?article=204&submitted=TRUE&srch_text=&submitted2=&topic=Transportation"},{"Year":"1906","Type of Vehicle":"Street Car","Day":"","Month":"","Event Description":"Following the 1906 earthquake, the last steam and horsecar lines, and several of the remaining cable lines, were either abandoned entirely or converted to electric service. The first streetcar runs on Market Street from 5th Street to the Ferry Building, with Mayor Schmitz at the controls.","Image":"street-car/1906-4.jpg","Description":"Seeing San Francisco on the United Railroads Observation Car","":"x","Source":"http://www.cliffhouseproject.com/transportation/Freeman/URRObsv.carMar.'06.jpg"},{"Year":"1907","Type of Vehicle":"Street Car","Day":"7","Month":"Jul","Event Description":"At 3:25 p.m. that Tuesday, six streetcars carrying armed URR employees leave the Turk & Fillmore carbarn in an attempt to operate on Turk to Market St., resulting in a running battle between strikers and strikebreakers that fills the air with rocks, bricks, and bullets. One of the streetcars was taken over by the strikers and returned to Turk & Fillmore. When it accidentally crashed into the gate at the barn, URR employees inside the barn thought they were being attacked and started shooting.\nIn the conflicts that day, two men were killed and over twenty were wounded, including some bystanders, and the city's labor movement remembered the day as \"Bloody Tuesday\" for many years.","Image":"street-car/1910-6.jpg","Description":"In this photo, San Francisco police escort a scab streetcar to protect it from the violence that erupted repeatedly during the 1907 streetcar strike.\n\n","":"","Source":"http://foundsf.org/index.php?title=Bloody_Tuesday"},{"Year":"1911","Type of Vehicle":"Street Car","Day":"","Month":"","Event Description":"A special election was held on December 30, 1909 for two propositions, which issued bonds for the construction of a municipal streetcar line. With a turnout of over 42,000 voters, the two propositions for the city's own streetcar service obtain majorities of 72.7%. The number of voters made it the largest turnout for any special or primary election in S.F. up to that time.","Image":"","Description":"","":"x","Source":""},{"Year":"1913","Type of Vehicle":"Street Car","Day":"28","Month":"Apr","Event Description":"The first day of Muni service begins that Saturday with a celebration by a crowd of an estimated 50,000 people at Geary between Kearny St. and Grant Ave. On that first day, Muni's A line operated from Kearny & Market, on Geary and 10th Ave. to Fulton St. at Golden Gate Park, with the B line providing shuttle service on Geary from 10th to 33rd Aves. The downtown celebration lasted from the 12:30 p.m. start of the ceremony until Mayor Rolph returned in the first car an hour and a half later. (Many of the first Muni employees were former URR workers who were blacklisted for striking.)\nAlthough Rolph and the other people at the celebration thought that Muni was the country's first municipally owned streetcar service, it had been preceded by the Monroe, Louisiana, Municipal Street Railway, which began service in June 1906. Muni, however, was the first to gain nationwide attention as a public alternative to private transit ownership.\nMuni started at a time when transit service was profitable, but any revenues in excess of capital and operating costs were plowed back into service improvements.","Image":"street-car/1913-4.jpg","Description":"Streetcar stop, Fulton Street, c. 1913","":"x","Source":"http://foundsf.org/index.php?title=Richmond_Historical_Photos"},{"Year":"1913","Type of Vehicle":"Street Car","Day":"4","Month":"Dec","Event Description":"Hundreds of spectators watch a fireworks display and the burning of many of the old railcars in “Carville,” in the sand dunes at the Great Highway, just south of Golden Gate Park. The first horsecars and cable cars had been brought to “the western edge of the San Francisco Desert” when the Market Street Railway began selling old car bodies in 1895. At first they were mainly used for club houses and beach cabins, but later they served as permanent residences – single cars, in combinations of two or more, or as the components in a larger structure.\nThere was an increase in permanent population and the number of cars at Carville after the earthquake and fire. (Later cars included some early electric streetcars that had become outmoded.) In 1908, the area had a population of about 2,000.\nThe 4th of July burning of the cars was symbolic of the efforts of those who wanted a more progressive image for the area, which they called Oceanside. However, several of the streetcar houses remained until the opening of the N Judah line in October 1928 made the neighborhood more convenient for more affluent residents. (There are still a very few houses in the Outer Sunset that were built with car bodies as components.)","Image":"street-car/1913-12.jpg","Description":"Copy Negative of Horse Car 45 Driven on Last Horsecar Trip up Market Street by Mayor Rolph | June 13, 1913","":"x","Source":"http://www.flickr.com/photos/sfmtaphoto/"},{"Year":"1918","Type of Vehicle":"Street Car","Day":"3","Month":"Jun","Event Description":"First streetcar service through the Twin Peaks Tunnel, with K-line service from St. Francis Circle to Van Ness Ave. & Pine.\nThe east end of the tunnel was constructed to slope downwards for an eventual Market St. subway connection — a connection that was finally made over 60 years later.  Completion of the final section of Muni streetcar tracks on Market, between Van Ness Ave. and Kearny, allows J and K line service to be extended to the Ferry Building. (After a third loop was completed that October, over 300 cars an hour could be operated on the loops at the Ferry Building during rush hours, \"with no delays worthy of mention.\")\nWith Muni operating on the outside tracks and the private company on the inside, the \"Roar of the Four\" on Market St. could be heard for many years.","Image":"street-car/1918-6.jpg","Description":"Opening Celebration for M Line Extension at St. Francis Circle | February 3, 1918","":"x (combine?)","Source":"http://www.flickr.com/photos/sfmtaphoto/"},{"Year":"1925","Type of Vehicle":"Street Car","Day":"12","Month":"Feb","Event Description":"The L Taraval streetcar line begins service as a shuttle between West Portal and 33rd Ave. (Service was extended to 48th Ave. and downtown in 1923, and to Wawona & 46th Ave., near the Fleishhacker zoo and outdoor swimming pool, in 1937.)\nThe service was started after the Taraval Street Agreement between the city and the URR was approved by the Board of Supervisors in November 1918, allowing Muni to share the URR's tracks on Taraval between 20th and 33rd Aves. (The Ocean Avenue Agreement was approved at the same time, allowing Muni to share the URR's tracks on Ocean Ave. The K line began service on Ocean Ave. on February 21, 1919.)\nThe K and L lines were instrumental in opening the West of Twin Peaks and Parkside districts for development.","Image":"street-car/1925-12.jpg","Description":"A Muni Motor Coach and Streetcar 128 take passengers to Playland at Ocean Beach at the end of the B Line | March 20, 1927","":"x","Source":"http://www.flickr.com/photos/sfmtaphoto/"},{"Year":"1928","Type of Vehicle":"Street Car","Day":"6","Month":"Oct","Event Description":"The M Ocean View streetcar line begins service as a shuttle between Broad St. & Plymouth Ave. and St. Francis Circle.","Image":"street-car/1928-10.jpg","Description":"Mayor Rolph Driving 1st Streetcar Through Sunset Tunnel | October 21, 1928","":"x","Source":"http://www.flickr.com/photos/sfmtaphoto/\",\"http://www.flickr.com/photos/sfmtaphoto/"},{"Year":"1932","Type of Vehicle":"Street Car","Day":"21","Month":"May","Event Description":"N Judah service begins from the Ferry Building to the beach (and through the 4,232 ft. Sunset Tunnel). The Haight St. corridor had been a bottleneck for transit service for many years, and for the first time, the public was offered good service between downtown and the Sunset District.\nThis was the last entirely new Muni streetcar line to be constructed, with subsequent new routes being served by motor buses or trolley buses.\n(Judah St. was named for Theodore Judah, the civil engineer who in 1860 determined a practicable route for a railroad over the Sierra Nevada. The next year, after failing to obtain backing from financiers in S.F., he went into partnership with Sacramento's Big Four and others to found the Central Pacific Railroad. Because of disagreements with the Big Four, he went east in late 1863 to obtain the money to buy them out, but contracted Yellow Fever while crossing the isthmus of Panama and died at the age of 37.)","Image":"street-car/1932-5.jpg","Description":"H-Line streetcar on San Bruno below Bernal Heights, 1930s (this site is now beneath Hwy 101)","":"x","Source":"http://foundsf.org/index.php?title=MUNI_History_II:_The_Progressive_Era_and_Public_Development"},{"Year":"1944","Type of Vehicle":"Street Car","Day":"15","Month":"Dec","Event Description":"Muni and MSRy streetcar service begins to the Transbay Transit Terminal at 1st & Mission Sts., for connections with electric trains that had begun operating over the Bay Bridge that day to the East Bay and beyond. (The terminal has had various official names over the years. Unofficially, it was called the East Bay Terminal until the 1980s.)\nThe Key System, the Sacramento Northern Railway, and the SP's Interurban Electric Railway provided the train service on the bridge, although the Sacramento Northern and the SP abandoned their bridge service after only a few months. (From January 1939 until August 1940, Sacramento Northern electric interurbans could be taken from the terminal to the city of Chico, 183 miles away.)","Image":"street-car/1944-12.jpg","Description":"Car 77 of the L-Taraval line rumbling past sand dunes around 40th Avenue in the 1940s.","":"x","Source":"http://www.outsidelands.org/sunset_streetcars.php"},{"Year":"1949","Type of Vehicle":"Street Car","Day":"17","Month":"Mar","Event Description":"With two of the four tracks no longer in service between Valencia and Castro Sts., this is the first day of a gradual process of reducing the streetcar service on Market to two-track service.\nOn the same day, M Ocean View streetcar service was reinstated, running between the Ferry Building and Broad St. & Plymouth Ave. (M-line service had been discontinued in August 1939. At that time, it had been operating as a shuttle from Broad & Plymouth to St. Francis Circle, and had only operated to downtown from October 1927 to February 1928.)","Image":"street-car/1949-3.jpg","Description":"1947 photo of Market at Third Street","":"x (combine?)","Source":"http://www.sfcityguides.org/public_guidelines.html?article=204&submitted=TRUE&srch_text=&submitted2=&topic=Transportation"},{"Year":"1956","Type of Vehicle":"Street Car","Day":"21","Month":"Dec","Event Description":"Last day of streetcar service to the Ferry Building. Afterwards, all of the remaining Market St. streetcar lines operated on the 1st and Fremont Sts. loop to and from the Transbay Terminal.","Image":"","Description":"","":"x (combine?)","Source":""},{"Year":"1957","Type of Vehicle":"Street Car","Day":"29","Month":"Apr","Event Description":"Last day of the B streetcar line on Geary, with only five streetcar lines — the Market St. lines J, K, L, M, and N — remaining in service. (It was also the last day of side-grip operation on the California St. cable car line from the California-Hyde car barn. The line was shut down for conversion to the bottom-grip operation that was used on the other cable lines, so that it could operate from the Washington-Mason barn.)\nAccording to the 1959 court decision, abandonment of service on the B line, like the Washington-Jackson line, did not have the required public notification and hearings. Buses were substituted for streetcars on Geary in part because it was thought that streetcars and their tracks would interfere with plans for a widening of Geary to encourage auto traffic. (Plans for BART were under way, and it was also thought that there would be a rapid transit line on Geary. In the early 1970s, a proposal for BART service for the Geary corridor was rejected by Richmond District residents, who feared that the stations would encourage high-density development that was out of character for their neighborhood.)\nThere were later attempts to convert the five remaining streetcar lines into other kinds of operations, but as in other cities where streetcar service was saved, these lines were retained because the public was opposed to their removal — the streetcars, often on their own right-of-ways, provided relatively fast, smooth, and reliable service.","Image":"street-car/1957-4.jpg","Description":"The N Judah line streetcar in 1957","":"x (combine?)","Source":"http://www.sfcityguides.org/public_guidelines.html?article=1232&submitted=TRUE&srch_text=&submitted2=&topic=Transportation"},{"Year":"1969","Type of Vehicle":"Street Car","Day":"15","Month":"Apr","Event Description":"The beginning of a week of events celebrating Muni's 50th anniversary, including a streetcar shuttle service on Market St. provided by newly restored car No. 1 for a 5¢ fare.","Image":"","Description":"","":"x (combine?)","Source":""},{"Year":"1972","Type of Vehicle":"Street Car","Day":"21","Month":"Dec","Event Description":"Muni had made plans to scrap the J Church and K Ingleside lines, but Muni General Manager Jack Woods announces at a Board of Supervisors' meeting that all five streetcar lines would remain in service. (If the two lines had been abandoned, K-line tracks would have had to be retained so that L, M, and N line cars could operate to and from the Geneva carbarn at Geneva & San José Aves.)\nMuni's plans to abandon the service had been changed after the more than 200 people who attended a meeting in Upper Noe Valley had made it very clear that J-line streetcar service could not be eliminated without a major battle.\nWoods and city Supervisor Jack Morrison, who was opposed to the J line's elimination, debated the question at the meeting. Although J-line streetcars would have been replaced by diesel buses, a major justification for the elimination of the streetcars was that many J-line riders would use BART when that service started. When asked by Morrison how people in the neighborhood would get to the BART stations on Mission St., Woods replied that Muni would have to study the question — a response that did not go over well with the crowd.","Image":"","Description":"","":"x","Source":""},{"Year":"1983","Type of Vehicle":"Street Car","Day":"","Month":"","Event Description":"The Trolley Festival proved so successful it was repeated every year until 1987. In that year, preparation began for the introduction of a permanent F line. After that year’s festival finished, Muni replaced the old Market Street tracks with new ones, restoring tracks to upper Market Street and recreating a line to Castro. Different types of vintage streetcars were evaluated to provide the backbone of the F-line fleet, resulting in the decision to use the PCC car, with its San Francisco transit heritage. Fourteen such cars were acquired second-hand from Philadelphia, to add to three of Muni’s own retired double-ended PCCs.","Image":"","Description":"","":"x","Source":""},{"Year":"1987","Type of Vehicle":"Street Car","Day":"11","Month":"Dec","Event Description":"Market Street Railway streetcar No. 578 and Portuguese car No. 189 begin portable-generator operation on The Embarcadero between the Ferry Building and Pier 39, on Fridays and Saturdays through mid-October, with private funding.\nThe service was quite successful, and was seen as a possible precursor to full-time historic streetcar service on Market and The Embarcadero to Fisherman's Wharf.","Image":"","Description":"","":"x (combine?)","Source":""},{"Year":"1989","Type of Vehicle":"Street Car","Day":"28","Month":"Nov","Event Description":"Between rain showers, Muni's 75th anniversary is celebrated by a parade of historic streetcars and buses on Market St., a performance by the St. Mary's Chinese Girls' Drum & Bell Corps at Powell & Market, a walk led by lion dancers up Powell, and a ceremony and entertainment at Union Square. The festivities were attended by four former Muni general managers, including 100-year-old Bill Scott, who had begun working for the city in 1913 and was Muni's general manager from 1940 to 1951.","Image":"","Description":"","":"x","Source":""},{"Year":"1992","Type of Vehicle":"Street Car","Day":"26","Month":"Dec","Event Description":"The one-hundredth anniversary of electric streetcar service in S.F. is celebrated that Sunday. Rides on historic streetcars were provided on Market St. for nickel fares that weekend, and Sunday's events also included a parade of historic streetcars on Market from 11th St. to 4th St., and a ceremony in front of the San Francisco Shopping Centre at Market & 5th.","Image":"","Description":"","":"x","Source":""},{"Year":"1994","Type of Vehicle":"Street Car","Day":"26","Month":"Mar","Event Description":"As Phase III of the Market St. Transit Thoroughfare Project nears completion, boarding islands on upper Market St. begin being used by Muni buses on the 8 Market, 37 Corbett, and Metro Owl bus lines. (Most of the work for Phase III, between Duboce Ave. and Castro St., was finished the next month.)\nThere was a delay in the start of Phase IV, between 11th St. and Duboce Ave., because of the legal disputes by the two contractors who were competing for the construction project, and that phase did not get under way until the next January.\nSeventeen PCC cars (fourteen from Philadelphia and three from S.F.) were rehabilitated by the Morrison-Knudsen Co. for regular service on the historic streetcar line. Since the cars were ready for service before the line was completed, they were operated on the weekends on the outer ends of the J and N lines in order to make sure that they were performing according to Muni's specifications during their warranty period.\nSome rail advocates had opposed the painting of thirteen of the cars in the PCC colors of other transit agencies in the U.S., and had said that Muni's green & cream PCC colors were more authentic for S.F. service. However, their opposition soon vanished when they saw the colorful cars on the city's streets.","Image":"street-car/1995-9.jpg","Description":"Streetcars Lined up on Market St. for Opening of F Line | September 1, 1995","":"","Source":"http://www.flickr.com/photos/sfmtaphoto/"},{"Year":"1995","Type of Vehicle":"Street Car","Day":"1","Month":"Sep","Event Description":"On September 1, 1995, the F line opened[2][3] replacing the faster number 8 bus with a parade of PCC cars, painted to represent some of the two dozen North American cities that this type of streetcar once served. This was a rare instance in which a streetcar replaced a bus line in operation, rather than the other way around. Ridership exceeded expectation, and the need for extra cars resulted in the acquisition of ten Peter Witt style cars just being retired in the city of Milan, Italy. These cars were built in the 1920s to a design once common in North American cities, and their sister cars are still widely used on the Milan tramway network.","Image":"street-car/1995-9.jpg","Description":"Streetcars Lined up on Market St. for Opening of F Line | September 1, 1995","":"x","Source":"http://www.flickr.com/photos/sfmtaphoto/8318648440/"},{"Year":"2000","Type of Vehicle":"Street Car","Day":"1","Month":"Mar","Event Description":"With the increasing development of the waterfront for leisure and tourist activities, and the existence of Fisherman's Wharf and Pier 39 at its northern end, it was decided to rebuild the Embarcadero as a tree-lined boulevard complete with a streetcar reservation. The section of this north of Market Street was to be served by an extension of the F line. Tracks were extended on the northern end of Market to connect with the Embarcadero tracks. In March 2000, service on the F line began along the new extension to Fisherman's Wharf.[5]\n\nThe opening of the F Market historic streetcar line on Market St. between 17th & Castro and the Transbay Terminal is celebrated with a ceremony at 2nd & Market beginning at 10:30 a.m., a parade of 20 historic streetcars up Market St., a ribbon cutting at 17th & Castro, and free service on the line for the rest of the afternoon.\nThe historic streetcar line had been designated the F line because Muni had originally planned to operate an E Embarcadero historic streetcar line between the 4th & Townsend train depôt and Fisherman's Wharf, and the line on Market St. and The Embarcadero was called the F line because that is one letter after E in the alphabet. (When the F line is extended to Fisherman's Wharf, it will be called the F Market & Wharves line.)\nThe F line had started a few weeks earlier than had originally been planned, and some minor construction work was necessary after the service had begun. The Market St. construction project included changes in the overhead wires for trolley bus service and the installation of new boarding islands, allowing Muni to complete the process of transit-lane improvements that had begun in August 1985.","Image":"","Description":"","":"x","Source":""},{"Year":"2005","Type of Vehicle":"Street Car","Day":"","Month":"Jan","Event Description":"With the increasing development of the waterfront for leisure and tourist activities, and the existence of Fisherman's Wharf and Pier 39 at its northern end, it was decided to rebuild the Embarcadero as a tree-lined boulevard complete with a streetcar reservation. The section of this north of Market Street was to be served by an extension of the F line. Tracks were extended on the northern end of Market to connect with the Embarcadero tracks. In March 2000, service on the F line began along the new extension to Fisherman's Wharf.","Image":"","Description":"","":"x","Source":""},{"Year":"2009","Type of Vehicle":"Light Rail","Day":"5","Month":"Dec","Event Description":"The Muni system underwent its most extensive changes in over 30 years, in an attempt by the SFMTA to reduce its budget shortfall. This involved changes to over 60 percent of its bus and light rail routes, including the elimination of six bus routes. Changes included reduced frequency of service, shortened or altered routes, and earlier termination of service, although a few of the busiest lines, such as the 38 Geary, saw service increases.","Image":"","Description":"","":"x (combine?)","Source":""},{"Year":"1980","Type of Vehicle":"Light Rail","Day":"","Month":"","Event Description":"The K, L, M, and N lines begin full weekday Metro service. Although \"Muni Metro\" and \"light rail vehicle\" were new terms, many people thought the new service was a modernization of the old streetcar system, not something entirely new, and they called the new vehicles \"streetcars,\" just as they had the old ones.","Image":"light-rail/1980-12.jpg","Description":"LRV in Underground Station | August 24, 1981","":"x","Source":"http://www.flickr.com/photos/sfmtaphoto/"},{"Year":"1998","Type of Vehicle":"Cable Car, Street Car, Light Rail, Motor Bus, Trolley Bus","Day":"","Month":"","Event Description":"In the mid- to late-1990s, San Francisco grew more prosperous and its population expanded with the advent of the dot-com boom, and the Metro system began to feel the strain of increased commuter demand. Muni-bashing had always been something of a civic sport for San Franciscans, and not without reason: the Boeing trains were sub-par and grew crowded quickly, and the difficulty in running a system that was half-streetcar and half-subway, with five different routes merging into one, led to scheduling chaos on the main trunk lines, with long waits between arrivals, and commuter-packed trains sometimes sitting motionless in tunnels for extended periods of time.[citation needed]\n\nMuni did take steps to meet these problems. Newer, larger Breda cars were ordered, an extension of the system towards South Beach — where many of the new dot-coms were headquartered — was built, and the underground section was switched to automatic train control (ATC). The Breda cars, however, came in noisy, overweight, oversized, under-braked, and over-budget (their price grew from US$2.2 million per car to nearly US$3 million over the course of their production).[34][35] In fact, the new trains were so heavy (10,000 pounds (4,500 kg) more than the Boeing LRVs they replaced) that some homeowners, claiming that the exceptional weight of the Breda cars damaged their foundations, sued the city of San Francisco.[36] The Breda cars are longer and wider than the previous Boeing cars, necessitating the modification of subway stations and maintenance yards, as well as the rear view mirrors on the trains themselves.[35] Furthermore, the Breda cars are not run in three car trains, like the Boeing cars used to, as doing so had, in some instances, physically damaged the overhead power wires.[37] The Breda trains were so noisy that San Francisco budgeted over $15 million to quiet them down, while estimates range up to $1 million per car to remedy the excessive noise.[38] To this day, the Breda cars are noisier than the PCC or Boeing cars. In 1998, NTSB inspectors mandated a lower speed limit of 30 mph (48 km/h), down from 50 mph (80 km/h), because the brakes were problematic.[39][40]\n\nThe ATC system was plagued by numerous glitches when first implemented, initially causing significantly more harm than good. Common occurrences included sending trains down the wrong tracks, and, more often, inappropriately applying emergency braking.[41] Eventually the result was a spectacular service crisis, widely referred to as the \"Muni meltdown\", in the summer of 1998. During this period, two reporters for the San Francisco Chronicle—one riding in the Muni Metro tunnel and one on foot on the surface—held a race through downtown, with the walking reporter emerging the winner.[42]\n[edit]","Image":"light-rail/1998.jpg","Description":"Muni LRV 1998/08/05","":"x (combine?)","Source":"http://www.flickr.com/photos/davidwilson1949/6546396117/"},{"Year":"2007","Type of Vehicle":"Light Rail","Day":"","Month":"Jan","Event Description":"A new, extensive line known as the T Third Street opened, as part of the Third Street Light Rail Project, running south from the current Caltrain depot station along Third Street. This line is a modern light rail line, like the Embarcadero extension, and runs all the way to the southern border of the city. At its northern end, the line passes through older industrial areas that have become more residential in the aftermath of the city's late-90s real estate boom; at its center, it will run through some of San Francisco's most economically depressed areas, and planners hope that it will improve the prospects of those neighborhoods.","Image":"light-rail/2007.jpg","Description":"LRVs on the T Line, servicing the San Francisco Giant's baseball game against the Atlanta Braves","":"x","Source":"http://sfmta.photoshelter.com/gallery-image/Light-Rail-Vehicles/G0000aBtCTky.nDs/I00000q5G7WWCB04/C00004fEHmpU3KGU"},{"Year":"2009","Type of Vehicle":"Light Rail","Day":"17","Month":"Jul","Event Description":"A Muni LRV rear-ended another at West Portal Station. That accident injured 50 people.","Image":"","Description":"","":"","Source":""},{"Year":"1917","Type of Vehicle":"Motor Bus","Day":"1","Month":"Sep","Event Description":"The first day of motor bus transit service in San Francisco, operated by Muni.\nThe first S.F. routes were temporary ones to aid people without transit service because of the URR strike. On Sept. 7th, a route was established from the end of Muni's A streetcar line at 10th Ave. & Fulton, through Golden Gate Park to 9th Ave. & Judah, and then on Judah, 16th Ave., and Irving to 48th Ave. (later cut back to 25th Ave.). This route came to be called the 1 Park line. (Although O'Shaughnessy attempted to establish Muni streetcar service across Golden Gate Park, park superintendent John McLaren had the political power to prevent him from doing so.)\nThe first bus service was by rented vehicles, with Muni's own buses beginning service on January 15, 1918. These were five 19-seat coaches purchased from the White Motor Co., with White chassis and J. G. Brill Co. bodies.","Image":"motor-bus/1917-9.jpg","Description":"Muni Streetcar 101 and Bus 1 | Circa 1920","":"x","Source":"http://www.flickr.com/photos/sfmtaphoto/"},{"Year":"1941","Type of Vehicle":"Motor Bus","Day":"15","Month":"Apr","Event Description":"Last day of operations on the MSRy's Castro St. cable car line, on Castro between 18th and 26th Sts., and the Fillmore Hill streetcar counterbalance, on Fillmore between Green and Broadway, with the No. 24 motor bus line from Castro & 26th to Marina Blvd. beginning service the next day. (The bus line also replaced streetcar service on Divisadero between Page and Sacramento.)\nThe introduction of improved trolley buses and motor buses had made cable cars and counterbalances outmoded. The new 24 line offered good crosstown service, and at the time there were few expressions of regret over the loss of the \"old-fashioned\" cable and counterbalance systems, although they were later to be the subjects of reminiscences about \"the good old days.\"","Image":"","Description":"","":"x (combine?)","Source":""},{"Year":"1941","Type of Vehicle":"Motor Bus","Day":"11","Month":"May","Event Description":"Motor bus service is substituted for the MSRy streetcar lines that had served the Kearny and 3rd Sts. corridor, from the North Beach and Northern Waterfront areas to Bayshore Blvd. & Sunnydale Ave. (Streetcars continued to provide rush hour service between Broadway and the SP depôt at 3rd & Townsend. In the spring of 1943, the rush-hour service was replaced with a streetcar line that operated from North Point & Powell to the Union Iron Works at 19th & Illinois.)\nThis was the first major transit corridor to be converted to bus service, but the MSRy had already begun using buses for much of its night and Sunday service after acquiring 60 motor buses in 1939-40. There had also been complete abandonment of streetcar service on a few lines at that time, including the 19 Polk in June 1939. However, there were later restorations of some streetcar operations on those lines, in part because of the need to provide increased transit service during the war years.\nThe country's first motor bus transit service was begun by New York City's Fifth Avenue Coach Co. in September 1905, when it started testing the buses that replaced its omnibus fleet. However, the use of buses in U.S. transit systems for the first few years was primarily for \"feeder\" service to streetcar lines. Later, buses began to replace streetcars, and by 1940 there were more buses than streetcars in U.S. transit service.","Image":"motor-bus/1941-5.jpg","Description":"Muni Railway Parade of 55 new \"White\" Motor Coaches | June 4, 1948","":"x (combine?)","Source":"http://www.flickr.com/photos/sfmtaphoto/"},{"Year":"1969","Type of Vehicle":"Motor Bus","Day":"24","Month":"Jun","Event Description":"The first vehicles of a new fleet of General Motors Corporation diesel buses are presented to the public at a ceremony outside City Hall. The purchase was financed by the San Francisco Municipal Railway Improvement Corporation, a city-owned corporation that had been created the previous year to finance Muni capital improvements because the city's voters would not approve bond issues for Muni. (Federal and state funds did not become major sources for the financing of Muni construction projects and vehicle acquisition until the next decade.)\nNew buses were necessary to replace an aging fleet, but the GMC (\"Jimmy\") buses were unpopular in the city's neighborhoods because of their noisy braking systems (which were subsequently modified) and engines.","Image":"motor-bus/1969-6.jpg","Description":"Outdoor Shot of New GM Motor Coaches Going into Service at City Hall ","":"x","Source":"http://www.flickr.com/photos/"},{"Year":"1981","Type of Vehicle":"Motor Bus","Day":"","Month":"Oct","Event Description":"So many diesel buses are disabled because of age and \"deferred\" maintenance that PUC General Manager Sklar has an 11\" x 17\" notice with an apology to riders placed in Muni vehicles. The apology was signed by Sklar and included his statement that \"I accept full responsibility for this situation.\"\nService later improved because of much better preventive maintenance programs, the rehabilitation of some of the old vehicles, and the acquisition of new ones.","Image":"","Description":"","":"","Source":""},{"Year":"1984","Type of Vehicle":"Motor Bus","Day":"30","Month":"May","Event Description":"Sixty-foot articulated (bend-in-the-middle) Maschinenfabrik Augsburg-Nürnberg A. G. (M.A.N.) diesel buses begin service in S.F. These buses and the new forty-foot Flyer buses began replacing a deteriorated fleet and helped to provide more reliable service for Muni passengers.\nThe new Flyers and M.A.N.'s were fully accessible vehicles. Muni's Accessible Services Program (Elderly & Handicapped Program) had started in 1979, and 1980 saw the opening of the accessible Metro stations and the acquisition of 25 accessible Grumman Flxible buses. However, the Grummans had unreliable wheelchair lifts, and in many ways, 1984 saw the real beginning of Muni's accessible vehicle program.","Image":"motor-bus/1984.jpg","Description":"Bruce Oka disembarks the 38 line bus in San Francisco","":"x","Source":"http://sfmta.photoshelter.com/gallery-image/ParaTransit/G0000dt9.wTpTIWw/I0000_tv2eNqRzss/C00004fEHmpU3KGU"},{"Year":"1989","Type of Vehicle":"Motor Bus","Day":"17","Month":"Oct","Event Description":"On Tuesday at 5:04 p.m., a major earthquake hits the Bay Area. Muni was quick to respond, but was at first hampered by the disruption to its electric power supply and the fact that many of its diesel buses and their drivers were needed at Candlestick Park to serve the people who had been expecting to see the World Series game between the Giants and the A's. (It would have been the third game of the series, and the first at Candlestick.)\nMuni employees worked through the night, and an estimated 65% of Muni vehicles were in operation for the next morning's rush hour (although many riders had elected to stay home that day). Most of Muni's service was restored by Thursday morning (an estimated 92%), with only some of the service in the Marina suffering any long-term disruption. Cable car service resumed on Thursday afternoon, and had only had to suspend operation because it was unsafe for the cars to operate when the city's traffic signals were without electricity. (Some of the cable car stops are in the middle of intersections, and signal pre-emptions are needed to stop cross-street traffic.)","Image":"","Description":"","":"x (combine?)","Source":""},{"Year":"1990","Type of Vehicle":"Motor Bus","Day":"6","Month":"Jul ","Event Description":"Muni introduces its new 30-foot Orion diesel buses with a procession of two Orions and No. 062 (a White Co. gasoline bus built in 1939) from Washington Square to the top of Telegraph Hill, and a reception in the parking lot at the foot of Coit Tower. The Orions replaced the underpowered 35-foot American Motors General (AMG or \"Amy\") buses, and the powerful yet relatively quiet buses were immediately popular in the neighborhoods that they served.","Image":"","Description":"","":"x","Source":""},{"Year":"1993","Type of Vehicle":"Motor Bus","Day":"26","Month":"Feb","Event Description":"The first Muni buses to have \"wrapped\" advertising appear on the streets of the city, as two trolley buses and one diesel bus are covered with an advertisement for the Pepsi Crystal soft drink. (Wrapped advertising takes up the whole side and back of the bus, including the windows. The portion covering the windows is a see-through film.)\nThe pilot program of the wrapped advertising was successful, and the next July the PUC approved the use of wrapped advertising on a maximum of 50 vehicles out of the 1,000 vehicles in the Muni fleet. Before the wrapped buses had been allowed to enter service, Muni had consulted with representatives of the elderly and disabled communities to hear any concerns they might have about the wrapped advertising. (In 1995, further discussions centered on the problem of vehicle identification, and the advertising contractor agreed that it would not put any of the advertising on the front of the bus and would make sure that the vehicle identification numbers could be easily seen.)\nWhile some people in the city expressed concerns about the advertising, others said that the colorful buses were a welcome addition to the urban landscape. Also, some of those who objected to the buses objected to a particular advertisement and not to the concept of full advertising on the vehicles.","Image":"","Description":"","":"","Source":""},{"Year":"2007","Type of Vehicle":"Motor Bus","Day":"15","Month":"Nov","Event Description":"On November 15, 2007, city officials announced that they were looking into the possibility of adding double-decker buses to the Muni fleet, which would be operating mostly on the 38 Geary and the 14 Mission routes. The test period started on December 12, 2007, and ended on January 8, 2008.","Image":"","Description":"","":"x (combine?)","Source":""},{"Year":"2007","Type of Vehicle":"Motor Bus","Day":"1","Month":"Dec","Event Description":"On December 1, 2007, Mayor Gavin Newsom announced that the entire city fleet, including all of Muni buses, are henceforth powered with biodiesel, a combination of 80% petroleum diesel fuel and 20% biofuel, to reduce carbon emissions.[86] Muni's current hybrid bus fleet currently runs on biodiesel.","Image":"","Description":"","":"x (combine?)","Source":""},{"Year":"2009","Type of Vehicle":"Motor Bus","Day":"5","Month":"Dec","Event Description":"On December 5, 2009, the Muni system underwent its most extensive changes in over 30 years, in an attempt by the SFMTA to reduce its budget shortfall. This involved changes to over 60 percent of its bus and light rail routes, including the elimination of six bus routes. Changes included reduced frequency of service, shortened or altered routes, and earlier termination of service, although a few of the busiest lines, such as the 38 Geary, saw service increases.[90]","Image":"","Description":"","":"x (combine?)","Source":""},{"Year":"2012","Type of Vehicle":"Motor Bus","Day":"1","Month":"July","Event Description":"On July 1, 2012, Muni was the first transit agency in North America to implement all-door boarding throughout its system.Such practice already exists in the Muni Metro as Proof-of-Payment.[92]","Image":"motor-bus/2012.jpg","Description":"","":"x (combine?)","Source":"http://sfbay.ca/2012/06/29/muni-all-door-boarding-bows-sunday/"},{"Year":"1935","Type of Vehicle":"Trolley Bus","Day":"6","Month":"Oct","Event Description":"The first day of service on the MSRy's 33 18th and Park trolley bus line — the first trolley bus service in the city, with coaches bought from the J. G. Brill Co. The line was a conversion of the streetcar operation over Twin Peaks that had been in service since November 1894.","Image":"","Description":"","":"x","Source":""},{"Year":"1947","Type of Vehicle":"Trolley Bus","Day":"18","Month":"Jun","Event Description":"Last day of streetcar service on the E line, with trolley and motor buses taking over service the next day and full trolley bus operation shortly thereafter. This was the first post-war conversion of a streetcar line to trolley bus service — the E-line conversion had been planned several years before, but had been delayed by the war effort.\n(The E and R trolley bus lines were combined, and the new service was called the E Union-Howard. The E line was redesignated the 41 line in February 1949, a time when much of the Muni-MSRy consolidated service was renamed. The former R Howard section of the line was dieselized in 1971 and abandoned in 1983.)\nThe Muni-MSRy consolidation brought about many abandonments, reroutings, and extensions of service, but most of these were minor, and there was no overall plan to reverse the general decline in transit ridership in the city, which had resumed in S.F. (and the rest of the U.S.) after the war.","Image":"trolley-bus/1947-6.jpg","Description":"Union Street Trolley Coach at Union and Jones- 1948","":"x","Source":"http://www.flickr.com/photos/sfmtaphoto"},{"Year":"1949","Type of Vehicle":"Trolley Bus","Day":"3","Month":"Jul","Event Description":"Five lines formerly served by MSRy streetcars begin trolley bus service on Market St. (Four of the streetcar lines had been converted to interim motor bus operation in June and July of the previous year, while the 8 Market line was converted directly from streetcar to trolley bus service.)\nThe day before had been the last day of four-track service on Market St., with the discontinuance of Sutter St. streetcar service from the Transbay Terminal.","Image":"","Description":"","":"x (combine?)","Source":""},{"Year":"1968","Type of Vehicle":"Trolley Bus","Day":"4","Month":"Jun","Event Description":"Proposition A, a $24.5 million bond issue for Market St. reconstruction and improvement, is approved by the city's voters. The specific beautification plan approved by the Board of Supervisors called for the eventual removal of most of the transit service from the surface of the street east of Van Ness Ave., leaving only a Muni shuttle for local trips on the surface and BART trains and Muni streetcars running in the subway underneath. It took until 1978 for the board to acknowledge the importance of public transit on this major thoroughfare by allowing the retention of the overhead wires for trolley bus service.","Image":"trolley-bus/1968-6.jpg","Description":"Newspaper Racks at Bus Stop on Market and Church Streets | December 2, 1969","":"x","Source":"http://www.flickr.com/photos/sfmtaphoto/"},{"Year":"1979","Type of Vehicle":"Trolley Bus","Day":"29","Month":"Aug","Event Description":"Phase 1A of the Five-Year Plan is implemented. Most of the changes were to routes between the Richmond District and downtown.\nThe plan's service changes were done in phases, and some of the route changes were interim ones, because of the need to wait for the full implementation of Muni Metro and the planned conversion of some lines from diesel to trolley bus service. Each phase was separately evaluated, modified where necessary, and approved by Muni management, the PUC, and the Board of Supervisors (for service abandonments), after well-publicized neighborhood meetings and hearings.\nThe proposed changes were sometimes controversial. At one PUC hearing in the Sunset, a commissioner left the auditorium for a few minutes in disgust at the public's rude behavior, and at another, the police were called because it was feared there would be violence.","Image":"","Description":"","":"x","Source":""},{"Year":"1981","Type of Vehicle":"Trolley Bus","Day":"16","Month":"Dec","Event Description":"The 55 Sacramento diesel line is converted to trolley bus operation. This was the first of the planned conversions of diesel to trolley bus operations that were part of the 5-Year Plan. The service was supposed to begin the next month as part of the 1 California line in the Phase 2 service changes, but the trolley buses were rushed into service because of the severe diesel bus shortage.\nThe conversion highlighted the hill-climbing abilities of trolley buses, since diesel buses on the 55 line were legendary for not being able to make the steep grade going west on Nob Hill with a full load of passengers. The 55 had been in service since February 1942, after the MSRy had converted the Sacramento-Clay cable car line to motor bus operation. Thus, the new trolley bus line was running over much of that cable car route and that of its predecessor, Hallidie's Clay St. Hill RR.","Image":"trolley-bus/1981.jpg","Description":"Motor Coach service for the Inner Richmond, Presidio Heights, Pacific Heights, Nob Hill, Chinatown and the financial district.","":"","Source":"http://www.flickr.com/photos/jafafahots/8146244003/"},{"Year":"1983","Type of Vehicle":"Trolley Bus","Day":"24","Month":"Jun","Event Description":"With a parade of historic streetcars from several countries, a Trolley Festival is started on Market St., in part to give visitors an alternative to the cable car system, which had been shut down for rehabilitation. (The festival was also called the Historic Trolley Festival.)\nThe Festival provided service every 15 minutes, Thursdays through Mondays, between the Transbay Terminal and Castro & Market, from 9 a.m. to 5 p.m. on weekdays and 11 a.m. to 7 p.m. on weekends and holidays. The five-day-a-week service continued through September 26th, but there was service for several weekends after that.","Image":"trolley-bus/1983.jpg","Description":"Mayor Feinstein Piloting Streetcar 1 for Trolley Festival Celebration | June 23, 1983","":"x","Source":"http://www.flickr.com/photos/sfmtaphoto/8318654316/"},{"Year":"1988","Type of Vehicle":"Trolley Bus","Day":"6","Month":"Feb","Event Description":"Mid-day service reductions amounting to $950,000 in budget savings take effect on twelve lines in the Off-Peak Service Reduction Program. (Mayor Dianne Feinstein had mandated that service cuts not affect rush-hour service.)\nBut there was cause for a celebration that Saturday, with the extension of the No. 33 trolley bus line from Haight St. to Sacramento St., giving riders better crosstown service between the Mission and Richmond districts, and better service to S.F. General, St. Mary's, and Children's hospitals. The extension was celebrated with a parade of historic trolley buses, and ceremonies at Ashbury & Haight, St. Mary's Hospital, Arguello Blvd. & Clement, and Children's Hospital.","Image":"","Description":"","":"x","Source":""},{"Year":"1994","Type of Vehicle":"Trolley Bus","Day":"12","Month":"Mar","Event Description":"Full trolley bus service begins on the 31 Balboa line, with articulated trolley buses acquired from New Flyer. The official date for the new service was January 1st, but not enough of the 60 buses were ready in time, and the service had to be phased in.\nThe new buses also provided service in combination with non-accessible buses on the 14 Mission and 49 Van Ness-Mission lines every day, and the 30 Stockton line on weekends. (The 14 line was officially designated an accessible line in July 1995, with full service by the articulated buses.)\nThe use of the new buses on the 30 line was controversial, since some Marina residents thought that the longer buses were not in keeping with the character of their neighborhood. However, Chinatown residents protested that the new buses were needed in their neighborhood, and the PUC approved the use of the buses on the entire line.","Image":"","Description":"","":"","Source":""},{"Year":"1995","Type of Vehicle":"Trolley Bus","Day":"29","Month":"Dec","Event Description":"Shortly after 9 p.m., the last 8 Market trolley bus leaves the Ferry Terminal for 19th & Collingwood, making it the last service on a line that could be traced back to a streetcar line that had started in 1906 and a cable car line that had begun service in 1888.\nAlthough 8-line service had been drastically reduced with the beginning of the F line, some service had been retained based on the Board of Supervisors' concerns that the F line might have operational problems. In fact, the historic streetcar line was quite successful. Within a few weeks, it had over a thousand more weekday boardings than full 8-line service, allowing the 8 line to be eliminated entirely within four months of the F line's start.","Image":"","Description":"","":"x","Source":""},{"Year":"2013","Type of Vehicle":"Trolley Bus","Day":"","Month":"","Event Description":"The San Francisco trolleybus system presently comprises 14 lines with 313 trolley buses. It's one of only five such systems currently operating in the U.S, and the second largest trolley bus system in the western world, after the Athens/Piraeus system in Greece.\n","Image":"trolley-bus/2013.jpg","Description":"Trolley bus wires at 17th and Bryant","":"x","Source":"http://www.flickr.com/photos/skew-t/166277645/"},{"Year":"1962","Type of Vehicle":"Heavy Rail","Day":"6","Month":"Nov","Event Description":"Alameda County, Contra Costa County, and S.F. voters approve a $792 million bond issue for Bay Area Rapid Transit (BART) construction. The \"yes\" vote in Alameda and Contra Costa counties was less than the required 60%, and S.F. voters provided the margin of approval for the bonds. Much of S.F.'s support was attributed to the fact that the BART proposal also included the construction of the Market St. streetcar subway that had been advocated for so many years. (Market St. subway construction for BART and Muni started in July 1967.)\nThe streetcar subway was originally supposed to continue as far west as St. Francis Circle, but that plan was killed by opposition led by West Portal merchants.","Image":"heavy-rail/1962.jpg","Description":"","":"x","Source":""},{"Year":"1969","Type of Vehicle":"Heavy Rail","Day":"6","Month":"May","Event Description":"The PUC adopts a Transit Improvement Program, and \"an essential element of the program is the recommendation that all five streetcar lines be retained.\"\nPlanning for BART, and a Muni management preference for \"modern\" diesel buses and rapid transit, had led to various proposals in the late 1960s for the curtailment or abandonment of some of the streetcar and trolley bus service. (In one of the proposals, the Sunset Tunnel would have been paved for interim bus operation.)\nHowever, many riders objected to the proposals, which would have replaced through-services with a system that forced riders to transfer from \"feeder\" buses to a rapid transit line. The public's strong preference for the electric services caused the PUC to affirm its support of the streetcar service at the May meeting, and of both streetcar and trolley bus service on November 25th of that year.","Image":"heavy-rail/1969.jpg","Description":"","":"","Source":"http://blog.sfgate.com/parenting/2011/05/19/the-birth-of-bart-photos-from-the-1960s-and-70s/"},{"Year":"1972","Type of Vehicle":"Heavy Rail","Day":"11","Month":"Sept","Event Description":"BART began service on September 11, 1972, reporting more than 100,000 passengers in its first five days. The Market Street Subway opened in 1973[8] and the Transbay Tube finally opened on September 16, 1974, linking the four branches to Daly City, Concord, Richmond, and Fremont. Service then was still 14 hours a day, and for five years BART operated weekday-only: Saturday trains began November 1977 and Sunday in July 1978.","Image":"heavy-rail/1972.jpg","Description":"Montgomery Bart and Muni Station Construction from the top floor of the Central Tower | March 2, 1970","":"x","Source":"http://www.flickr.com/photos/sfmtaphoto/8318631488/"},{"Year":"1974","Type of Vehicle":"Heavy Rail","Day":"16","Month":"Sep","Event Description":"First day of BART transbay service.\nBART service from the East Bay to its San Francisco stations changed the patterns of transit use for the riders who had formerly used AC Transit and had transferred to Muni at the Transbay Terminal. BART service and increased insurance costs were the major factors in eliminating the jitneys that had run on Mission St. and had served outbound commuters from the Transbay Terminal and inbound commuters from Mission District neighborhoods","Image":"heavy-rail/1974.jpg","Description":"","":"","Source":"http://blog.sfgate.com/parenting/2011/05/19/the-birth-of-bart-photos-from-the-1960s-and-70s/"},{"Year":"1976","Type of Vehicle":"Heavy Rail","Day":"27","Month":"May","Event Description":"The Embarcadero Station is opened for BART service. The station had not been part of the original plans for BART, and funds for the construction came from BART and the city's Golden Gateway redevelopment project.\nThe Muni streetcar terminal in the subway was constructed as a stub-end terminal in the Embarcadero Station, rather than the loop turnaround that many transit advocates believed would have allowed better service.","Image":"heavy-rail/1976-5.jpg","Description":"Muni Metro and Bart opening day at Embarcadero Station | May 27, 1976","":"x","Source":"http://www.flickr.com/photos/sfmtaphoto/8318622070/"},{"Year":"1977","Type of Vehicle":"Heavy Rail","Day":"30","Month":"Jun","Event Description":"The draft final report of the Planning, Operations and Marketing (POM) Study is completed — the recommendations of a private consultant, working in conjunction with Muni, for a 5-year plan.\nThe study presented a thorough analysis of the Muni system and its shortcomings in relation to the travel needs of people in San Francisco. A key element of the study was an \"on board\" survey, begun in March 1975, of over 130,000 Muni weekday riders. Route deficiencies were outlined, and it was pointed out that although over 70% of Muni's service operated to or through downtown, 2/3rds of all trips made by city residents were to and from areas other than the central business district. Further, there was poor spacing of routes, with duplicative service in some areas and gaps in others, leaving some parts of the city relatively isolated.\nThe POM Study made several recommendations to improve the efficiency and usefulness of Muni operations. A major recommendation was that Muni implement a modified \"grid\" route system to improve crosstown service, so that most riders would be able to get from any part of the city to any other with no more than one transfer.\nOther proposals were that Muni should redistribute its duplicative service to where it was most needed, and provide \"feeder\" service to BART and Muni Metro (as Muni's planned surface-and-subway streetcar system had come to be called). Also, it was proposed that shorter routes be converted into longer ones, providing better through-service, offering improved transfer opportunities, and reducing the number of time-consuming terminal loops.\nBecause of the city's financial constraints, all of the recommendations in the study had to be accomplished without any increase in hours of operation. (Increased funding was provided for Metro operations, but the basic plan was for an adjustment of service, not an increase.)","Image":"heavy-rail/1977-6.jpg","Description":"Photo shot by myJay Thomson, at Lafayette, CA in Jan. 1977","":"x (combine with another event?)","Source":"http://www.flickr.com/photos/hunter1828/5451002804/"},{"Year":"1989","Type of Vehicle":"Heavy Rail","Day":"","Month":"","Event Description":"The 1989 Loma Prieta earthquake severed the San Francisco – Oakland Bay Bridge for a month and destroyed the Cypress Street Viaduct. With some of the Bay Area's freeways damaged or destroyed, BART trains, within six hours of the earthquake, were again running. Even with service interruptions following aftershocks for inspection of tracks, over- and under-crossings, and tunnels, BART remained operational.","Image":"heavy-rail/1989.jpg","Description":"","":"x","Source":"http://fieldmuseum.org/about/nature-unleashed-inside-natural-disasters-press-kit"},{"Year":"1997","Type of Vehicle":"Heavy Rail","Day":"","Month":"","Event Description":"For six days in 1997, a BART strike caused a system-wide shutdown. This resulted in a four-year contract offering a 7% raise, and a one-time payment of $3,000 to all employees in lieu of a raise the first year. Such one-time payments are becoming more common as a way to prevent the effects of compounding on wages and salaries.","Image":"","Description":"","":"x","Source":""},{"Year":"2003","Type of Vehicle":"Heavy Rail","Day":"","Month":"","Event Description":"The $1.5 billion extension of BART southward to San Francisco International Airport's (SFO) Garage G, adjacent to the International Terminal, was opened to the public on June 22, 2003. Ground was broken on the project in November 1997, adding four new stations including the SFO station, South San Francisco, San Bruno, and Millbrae. The Millbrae station has a cross-platform connection to Caltrain, the first of its kind west of the Mississippi.[30] The airport extension used to run from SFO to Millbrae station, and operated with two motormen (train operators)—one on each end of the train—between the San Bruno and Millbrae stations to reduce dwell time at SFO during peak hours; the train entered the SFO stub-end station under the control of the primary motorman and exited in the opposite direction towards Millbrae controlled by the secondary. Since SFO is now the terminus of the line that serves it, this practice was discontinued as it would not reduce the in-transit time for any trips.","Image":"heavy-rail/2003.jpg","Description":"","":"x","Source":"http://www.flickr.com/photos/24300714@N04/2307443848/"},{"Year":"2007","Type of Vehicle":"Heavy Rail","Day":"","Month":"May","Event Description":"BART stated its intention to improve non-peak (night and weekend) headways for each line to 15 minutes. The current 20-minute headways at these times is viewed as a psychological barrier to ridership.","Image":"","Description":"","":"","Source":""},{"Year":"2009","Type of Vehicle":"Heavy Rail","Day":"","Month":"Jan","Event Description":"Fire alarms, fire sprinklers, yellow tactile platform edge domes, and cemented-mat rubber tiles were installed on BART. The rough black tiles on the platform edge mark the location of the doorway of approaching trains, allowing passengers to wait at the right place to board. All faregates and ticket vending machines were replaced.","Image":"","Description":"","":"x","Source":""},{"Year":"2012","Type of Vehicle":"Heavy Rail","Day":"","Month":"Jan","Event Description":"The California Transportation Commission announced they would provide funding for expanding BART facilities, through the Valley Transportation Authority, in anticipation of the opening of the Silicon Valley Berryessa Extension. $50 million would go in part to improvements to the Hayward Maintenance Complex.","Image":"heavy-rail/2012.jpg","Description":"BART","":"x","Source":"http://www.vta.org/bart/visuallibrary.html"},{"Year":"1984","Type of Vehicle":"Cable Car, Street Car, Light Rail, Motor Bus, Trolley Bus","Day":"","Month":"Jul","Event Description":"A timetable booklet showing the schedules for all Muni lines is published for the first time, allowing riders to plan trips and check schedule adherence with more accuracy than with a frequency guide.\nMuni had previously published timetables for individual lines, after Muni operator Richard Morley had had some published on his own in 1972. But the booklet, while bulkier than an individual timetable, gave riders information not only for the line that they were originally intending to travel on, but also for transfer or alternative service.","Image":"","Description":"","":"","Source":""},{"Year":"1906","Type of Vehicle":"Cable Car, Street Car, Motor Bus, Trolley Bus","Day":"18","Month":"Apr","Event Description":"The 5:12 a.m. earthquake and the subsequent fires devastate the city and its public transportation system.\nThe SP played a major role in the relief effort by evacuating many thousands of people and bringing in supplies. The URR gained much good will by such actions as allowing its car houses to be used as shelters, providing free service for the first few days after it resumed operations, and making the first large contribution to the city's relief fund.","Image":"cable-car/1906.jpg","Description":"","":"","Source":"http://sfmta.photoshelter.com/gallery-image/April-18-1906-Earthquake-and-Fire/G0000B004tjYEazE/I0000oI5oT1Hbtgk"}]